-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Чрв 30 2020 р., 13:46
-- Версія сервера: 10.4.10-MariaDB
-- Версія PHP: 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `lifecars.localhost`
--

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart`
--

DROP TABLE IF EXISTS `s_cart`;
CREATE TABLE IF NOT EXISTS `s_cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user` int(11) NOT NULL,
  `status` int(2) NOT NULL,
  `shipping_id` int(11) DEFAULT NULL,
  `shipping_info` text DEFAULT NULL,
  `payment_alias` int(11) DEFAULT NULL,
  `payment_id` int(11) DEFAULT NULL,
  `total` float UNSIGNED NOT NULL,
  `payed` float UNSIGNED DEFAULT NULL,
  `bonus` int(11) DEFAULT NULL,
  `discount` float UNSIGNED DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `manager_comment` text DEFAULT NULL,
  `ttn` text DEFAULT NULL,
  `date_add` int(11) NOT NULL,
  `manager` int(11) DEFAULT NULL,
  `date_edit` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_bonus`
--

DROP TABLE IF EXISTS `s_cart_bonus`;
CREATE TABLE IF NOT EXISTS `s_cart_bonus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `status` tinyint(1) NOT NULL,
  `code` varchar(12) NOT NULL,
  `count_do` int(11) NOT NULL,
  `from` int(11) NOT NULL,
  `to` int(11) NOT NULL,
  `discount_type` tinyint(1) NOT NULL,
  `discount` float NOT NULL,
  `discount_max` float NOT NULL,
  `order_min` float NOT NULL,
  `info` text NOT NULL,
  `manager` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_history`
--

DROP TABLE IF EXISTS `s_cart_history`;
CREATE TABLE IF NOT EXISTS `s_cart_history` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cart` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `show` tinyint(1) NOT NULL,
  `user` int(11) NOT NULL,
  `comment` text DEFAULT NULL,
  `date` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_payments`
--

DROP TABLE IF EXISTS `s_cart_payments`;
CREATE TABLE IF NOT EXISTS `s_cart_payments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `wl_alias` int(11) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `name` text NOT NULL,
  `info` text DEFAULT NULL,
  `tomail` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `active` (`active`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_cart_payments`
--

INSERT INTO `s_cart_payments` (`id`, `wl_alias`, `active`, `position`, `name`, `info`, `tomail`) VALUES
(1, 0, 1, 1, 'Готівкою при отриманні', 'Оплата готівкою при доставці/отриманні товару.', NULL),
(2, 0, 0, 2, 'Оплатити на рахунок за реквізитами', 'Реквізити оплати отримаєте листом на електронну скриньку', NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_products`
--

DROP TABLE IF EXISTS `s_cart_products`;
CREATE TABLE IF NOT EXISTS `s_cart_products` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cart` int(11) DEFAULT NULL,
  `user` int(11) NOT NULL,
  `active` tinyint(1) NOT NULL,
  `product_alias` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `product_options` text DEFAULT NULL,
  `storage_alias` int(11) DEFAULT NULL,
  `storage_invoice` int(11) DEFAULT NULL,
  `price` float UNSIGNED NOT NULL,
  `price_in` float UNSIGNED DEFAULT NULL,
  `quantity` int(11) NOT NULL,
  `quantity_wont` int(11) NOT NULL,
  `quantity_returned` int(11) DEFAULT NULL,
  `discount` float UNSIGNED DEFAULT NULL,
  `bonus` int(11) DEFAULT NULL,
  `date` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_shipping`
--

DROP TABLE IF EXISTS `s_cart_shipping`;
CREATE TABLE IF NOT EXISTS `s_cart_shipping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `wl_alias` int(11) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `type` tinyint(1) DEFAULT NULL,
  `name` text NOT NULL,
  `info` text DEFAULT NULL,
  `pay` float DEFAULT NULL,
  `price` float DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `active` (`active`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_status`
--

DROP TABLE IF EXISTS `s_cart_status`;
CREATE TABLE IF NOT EXISTS `s_cart_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `color` text DEFAULT NULL,
  `active` tinyint(1) NOT NULL,
  `weight` tinyint(2) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_cart_status`
--

INSERT INTO `s_cart_status` (`id`, `name`, `color`, `active`, `weight`) VALUES
(1, 'Нове', 'warning', 1, 0),
(2, 'Підтверджене', 'success', 0, 10),
(3, 'Формування замовлення', 'warning', 1, 11),
(4, 'Частково відправлено', 'warning', 0, 20),
(5, 'Відправлено', 'primary', 1, 21),
(6, 'Закрите', 'default', 1, 98),
(7, 'Скасоване', 'default', 1, 99);

-- --------------------------------------------------------

--
-- Структура таблиці `s_cart_users`
--

DROP TABLE IF EXISTS `s_cart_users`;
CREATE TABLE IF NOT EXISTS `s_cart_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user` int(11) DEFAULT NULL,
  `cookie` char(32) NOT NULL,
  `date_add` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `cookie` (`cookie`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_currency`
--

DROP TABLE IF EXISTS `s_currency`;
CREATE TABLE IF NOT EXISTS `s_currency` (
  `id` tinyint(4) NOT NULL AUTO_INCREMENT,
  `code` varchar(3) NOT NULL,
  `currency` float NOT NULL,
  `day` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_currency`
--

INSERT INTO `s_currency` (`id`, `code`, `currency`, `day`) VALUES
(1, 'USD', 26.9, 1593388800),
(2, 'UAH', 1, 1593388800);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_availability`
--

DROP TABLE IF EXISTS `s_shopshowcase_availability`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_availability` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `color` text DEFAULT NULL,
  `active` tinyint(1) DEFAULT 1,
  `position` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_availability`
--

INSERT INTO `s_shopshowcase_availability` (`id`, `color`, `active`, `position`) VALUES
(1, 'rgb(2, 204, 2)', 1, 1),
(2, 'rgb(255, 163, 0)', 1, 2),
(3, 'red', 1, 3);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_availability_name`
--

DROP TABLE IF EXISTS `s_shopshowcase_availability_name`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_availability_name` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `availability` int(11) NOT NULL,
  `language` varchar(2) DEFAULT '',
  `name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_availability_name`
--

INSERT INTO `s_shopshowcase_availability_name` (`id`, `availability`, `language`, `name`) VALUES
(1, 1, '', 'В наявності'),
(2, 2, '', 'Очікується'),
(3, 3, '', 'Немає');

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_groups`
--

DROP TABLE IF EXISTS `s_shopshowcase_groups`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_groups` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_1c` tinytext NOT NULL,
  `wl_alias` int(11) NOT NULL,
  `alias` text DEFAULT NULL,
  `parent` int(11) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  `hide` tinyint(1) DEFAULT NULL,
  `author_add` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `author_edit` int(11) NOT NULL,
  `export_prom` tinyint(1) DEFAULT 1,
  `export_google` tinyint(1) DEFAULT 1,
  `export_facebook` tinyint(1) DEFAULT 1,
  `date_edit` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `wl_alias` (`wl_alias`),
  KEY `parent` (`parent`),
  KEY `position` (`position`),
  KEY `active` (`active`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_groups`
--

INSERT INTO `s_shopshowcase_groups` (`id`, `id_1c`, `wl_alias`, `alias`, `parent`, `position`, `active`, `hide`, `author_add`, `date_add`, `author_edit`, `export_prom`, `export_google`, `export_facebook`, `date_edit`) VALUES
(1, '00000000002', 8, 'chery', 0, 1, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471340),
(2, '00000000004', 8, 'zaz', 0, 2, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471574),
(3, '00000000001', 8, 'geely', 0, 3, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471581),
(4, '00000000003', 8, 'emgrand', 0, 4, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471133),
(5, '00000000008', 8, 'byd', 0, 5, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471590),
(6, '00000000006', 8, 'great-wall', 0, 6, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471596),
(7, '00000000007', 8, 'lifan', 0, 7, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471568),
(8, '000000025', 8, 'qq', 1, 1, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(9, '000000010', 8, 'amulet', 1, 2, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(10, '000000019', 8, 'kimo', 1, 3, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(11, '000000016', 8, 'jaggi', 1, 4, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(12, '000000020', 8, 'forza', 2, 1, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(13, '000000024', 8, 'elara', 1, 5, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(14, '000000009', 8, 'ck', 3, 1, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(15, '000000014', 8, 'ec7', 4, 1, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593471195),
(16, '000000017', 8, 'tiggo', 1, 6, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(17, '000000021', 8, 'ck2', 3, 2, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(18, '000000023', 8, 'mk-2mk-cross', 3, 3, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(19, '000000018', 8, 'mkmk-new', 3, 4, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(20, '000000032', 8, 'gs6', 3, 5, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(21, '000000028', 8, 'lc-cross-(gx2)', 3, 6, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(22, '000000029', 8, 'lc-panda-(gc2)', 3, 7, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(23, '000000026', 8, 'eastar', 1, 7, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(24, '000000022', 8, 'mk2', 3, 8, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(25, '000000015', 8, 'ec7rv', 4, 2, 1, 0, 0, 1592949300, 1, 1, 1, 1, 1593472237),
(26, '000000013', 8, 'fc', 3, 9, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(27, '000000011', 8, 'emgrand-ec7', 3, 10, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(28, '000000012', 8, 'emgrand-ec7rv', 3, 11, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(29, '000000048', 8, 'f3', 5, 22, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(30, '000000049', 8, 'f6', 5, 23, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(31, '000000037', 8, 'haval-h3', 6, 24, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(32, '000000039', 8, 'hover', 6, 25, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(33, '000000027', 8, 'm11', 1, 8, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(34, '000000038', 8, 'haval-h5', 6, 27, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(35, '000000043', 8, '320-smily', 7, 28, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(36, '000000044', 8, '520-breez', 7, 29, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(37, '000000045', 8, '620-solano', 7, 30, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(38, '000000030', 8, 'e5', 1, 9, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(39, '000000031', 8, 'beat', 1, 10, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(40, '000000042', 8, 'x60', 7, 33, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(41, '000000034', 8, 'arizzo-7', 1, 11, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(42, '000000035', 8, 'tiggo-3', 1, 12, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(43, '000000036', 8, 'tiggo-5', 1, 13, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(44, '000000040', 8, 'sl', 3, 12, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(45, '000000041', 8, 'x7', 3, 13, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(46, '000000046', 8, 'arrizo-3', 1, 14, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300),
(47, '000000047', 8, 'tiggo-2', 1, 15, 1, 0, 0, 1592949300, 0, 1, 1, 1, 1592949300);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_options`
--

DROP TABLE IF EXISTS `s_shopshowcase_options`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `wl_alias` int(11) NOT NULL,
  `group` int(11) DEFAULT NULL,
  `alias` text DEFAULT NULL,
  `photo` text DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `main` tinyint(1) DEFAULT 0,
  `changePrice` text DEFAULT NULL,
  `filter` tinyint(1) DEFAULT NULL,
  `toCart` tinyint(1) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  `sort` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `wl_alias` (`wl_alias`),
  KEY `group` (`group`),
  KEY `active` (`active`),
  KEY `position` (`position`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_options`
--

INSERT INTO `s_shopshowcase_options` (`id`, `wl_alias`, `group`, `alias`, `photo`, `position`, `type`, `main`, `changePrice`, `filter`, `toCart`, `active`, `sort`) VALUES
(1, 8, 0, '1-manufacturer', NULL, 1, 10, 1, '0', 1, 0, 1, 0),
(2, 8, 0, '2-part', NULL, 2, 12, 0, '0', 1, 0, 1, 0),
(3, 8, -1, '0000000000007', NULL, 1, NULL, 0, NULL, NULL, NULL, 1, NULL),
(4, 8, -1, '0000000000003', NULL, 2, NULL, 0, NULL, NULL, NULL, 1, NULL),
(5, 8, -1, '0000000000005', NULL, 3, NULL, 0, NULL, NULL, NULL, 1, NULL),
(6, 8, -1, '0000000000002', NULL, 4, NULL, 0, NULL, NULL, NULL, 1, NULL),
(7, 8, -1, '0000000000001', NULL, 5, NULL, 0, NULL, NULL, NULL, 1, NULL),
(8, 8, -1, '0000000000004', NULL, 6, NULL, 0, NULL, NULL, NULL, 1, NULL),
(9, 8, -1, '0000000000006', NULL, 7, NULL, 0, NULL, NULL, NULL, 1, NULL),
(10, 8, -1, '0000000000008', NULL, 8, NULL, 0, NULL, NULL, NULL, 1, NULL),
(11, 8, -1, '0000000000009', NULL, 9, NULL, 0, NULL, NULL, NULL, 1, NULL),
(12, 8, -1, '0000000000012', NULL, 10, NULL, 0, NULL, NULL, NULL, 1, NULL),
(13, 8, -1, '0000000000014', NULL, 11, NULL, 0, NULL, NULL, NULL, 1, NULL),
(14, 8, -1, '0000000000016', NULL, 12, NULL, 0, NULL, NULL, NULL, 1, NULL),
(15, 8, -1, '0000000000010', NULL, 13, NULL, 0, NULL, NULL, NULL, 1, NULL),
(16, 8, -1, '0000000000013', NULL, 14, NULL, 0, NULL, NULL, NULL, 1, NULL),
(17, 8, -1, '0000000000015', NULL, 15, NULL, 0, NULL, NULL, NULL, 1, NULL),
(18, 8, -2, '000000002', '18_000000002.', 1, NULL, 0, NULL, NULL, NULL, 1, NULL),
(19, 8, -2, '000000001', '19_000000001.', 2, NULL, 0, NULL, NULL, NULL, 1, NULL),
(20, 8, -2, '000000005', '20_000000005.', 3, NULL, 0, NULL, NULL, NULL, 1, NULL),
(21, 8, -2, '000000003', '21_000000003.', 4, NULL, 0, NULL, NULL, NULL, 1, NULL),
(22, 8, -2, '000000004', '22_000000004.', 5, NULL, 0, NULL, NULL, NULL, 1, NULL),
(23, 8, -2, '000000008', '23_000000008.', 6, NULL, 0, NULL, NULL, NULL, 1, NULL),
(24, 8, -2, '000000007', '24_000000007.', 7, NULL, 0, NULL, NULL, NULL, 1, NULL),
(25, 8, -2, '000000006', '25_000000006.', 8, NULL, 0, NULL, NULL, NULL, 1, NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_options_name`
--

DROP TABLE IF EXISTS `s_shopshowcase_options_name`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_options_name` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `option` int(11) NOT NULL,
  `language` enum('uk','ru') NOT NULL,
  `name` text DEFAULT NULL,
  `sufix` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `option` (`option`,`language`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_options_name`
--

INSERT INTO `s_shopshowcase_options_name` (`id`, `option`, `language`, `name`, `sufix`) VALUES
(1, 1, 'uk', 'Виробник', ''),
(2, 1, 'ru', 'Производитель', ''),
(3, 2, 'uk', 'Застосовується', ''),
(4, 2, 'ru', 'Часть авто', ''),
(5, 3, 'uk', 'Rider', NULL),
(6, 3, 'ru', '', NULL),
(7, 4, 'uk', 'Chery', NULL),
(8, 4, 'ru', '', NULL),
(9, 5, 'uk', 'Konner', NULL),
(10, 5, 'ru', '', NULL),
(11, 6, 'uk', 'Aftermarket', NULL),
(12, 6, 'ru', '', NULL),
(13, 7, 'uk', 'Geely', NULL),
(14, 7, 'ru', '', NULL),
(15, 8, 'uk', 'Fitshi', NULL),
(16, 8, 'ru', '', NULL),
(17, 9, 'uk', 'Kayaba', NULL),
(18, 9, 'ru', '', NULL),
(19, 10, 'uk', 'EEP', NULL),
(20, 10, 'ru', '', NULL),
(21, 11, 'uk', 'Daco', NULL),
(22, 11, 'ru', '', NULL),
(23, 12, 'uk', 'Ajusa', NULL),
(24, 12, 'ru', '', NULL),
(25, 13, 'uk', 'Febi', NULL),
(26, 13, 'ru', 'Febi', NULL),
(27, 14, 'uk', 'Lifan', NULL),
(28, 14, 'ru', '', NULL),
(29, 15, 'uk', 'Cargo', NULL),
(30, 15, 'ru', '', NULL),
(31, 16, 'uk', 'Victor Reinz', NULL),
(32, 16, 'ru', 'Victor Reinz', NULL),
(33, 17, 'uk', 'Erling', NULL),
(34, 17, 'ru', 'Erling', NULL),
(35, 18, 'uk', 'Гальмівна система', NULL),
(36, 18, 'ru', 'Тормозная система', NULL),
(37, 19, 'uk', 'Двигун', NULL),
(38, 19, 'ru', 'Двигатель', NULL),
(39, 20, 'uk', 'Електрообладнання', NULL),
(40, 20, 'ru', 'Електрика', NULL),
(41, 21, 'uk', 'Зчеплення і трансмісія', NULL),
(42, 21, 'ru', 'Сцепление и трансмиссия', NULL),
(43, 22, 'uk', 'Кузов і салон', NULL),
(44, 22, 'ru', 'Кузов и салон', NULL),
(45, 23, 'uk', 'Підвіска та рульове керування', NULL),
(46, 23, 'ru', 'Подвеска та рулевоє управления', NULL),
(47, 24, 'uk', 'Системи двигуна та кондиціонера', NULL),
(48, 24, 'ru', 'Системы двигателя и кондиционер', NULL),
(49, 25, 'uk', 'Фільтра', NULL),
(50, 25, 'ru', 'Фильтра', NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_products`
--

DROP TABLE IF EXISTS `s_shopshowcase_products`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_products` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_1c` tinytext NOT NULL,
  `wl_alias` int(11) NOT NULL,
  `article` text DEFAULT NULL,
  `article_show` text DEFAULT NULL,
  `alias` text DEFAULT NULL,
  `group` int(11) DEFAULT NULL,
  `price` float UNSIGNED DEFAULT NULL,
  `old_price` float UNSIGNED DEFAULT NULL,
  `currency` char(3) DEFAULT NULL,
  `promo` int(11) DEFAULT NULL,
  `availability` smallint(6) NOT NULL DEFAULT 0,
  `active` tinyint(1) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `author_add` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `author_edit` int(11) NOT NULL,
  `date_edit` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `wl_alias` (`wl_alias`),
  KEY `group` (`group`),
  KEY `active` (`active`),
  KEY `position` (`position`)
) ENGINE=InnoDB AUTO_INCREMENT=315 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_products`
--

INSERT INTO `s_shopshowcase_products` (`id`, `id_1c`, `wl_alias`, `article`, `article_show`, `alias`, `group`, `price`, `old_price`, `currency`, `promo`, `availability`, `active`, `position`, `author_add`, `date_add`, `author_edit`, `date_edit`) VALUES
(1, '00-00000125', 8, 'rd3470332100', 'RD.3470.332.100', 'rd3470332100', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(2, '00-00000001', 8, '4801012010', '480-1012010', '4801012010', 0, 2.42, 0, 'USD', 0, 50, 0, NULL, 0, 1592950386, 1, 1593427924),
(3, '00-00000002', 8, 'kfo214', 'KFO-214', 'kfo-214', 0, 2.97, 0, 'USD', 0, 35, 1, NULL, 0, 1592950386, 0, 1593426532),
(4, '00-00000024', 8, 'a111208110ba', 'A11-1208110BA', 'a11-1208110ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(5, '00-00000003', 8, '4801011030', '480-1011030', '480-1011030', 0, 39.25, 0, 'USD', 0, 1, 1, NULL, 0, 1592950386, 0, 1593426532),
(6, '00-00000314', 8, 'q18410135', 'Q18410135', 'q18410135', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(7, '00-00000025', 8, 'a211208110', 'A21-1208110', 'a21-1208110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(8, '00-00000004', 8, '1400616180', '1400616180', '1400616180', 0, 61.86, 0, 'USD', 0, 12, 1, NULL, 0, 1592950386, 0, 1593426532),
(9, '00-00000005', 8, 'ksa8124', 'KSA-8124', 'ksa-8124', 0, 27.5, 0, 'USD', 0, 8, 1, NULL, 0, 1592950386, 0, 1593426532),
(10, '00-00000315', 8, 'a113412070', 'A11-3412070', 'a11-3412070', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(11, '00-00000006', 8, '167110ag', '1671-10AG', '1671-10ag', 0, 19.78, 0, 'USD', 0, 4, 1, NULL, 0, 1592950386, 0, 1593426532),
(12, '00-00000007', 8, '1068001651', '1068001651', '1068001651', 0, 27.56, 0, 'USD', 0, 1, 1, NULL, 0, 1592950386, 0, 1593426532),
(13, '00-00000008', 8, '4801005011', '480-1005011', '480-1005011', 0, 49.57, 0, 'USD', 0, 2, 1, NULL, 0, 1592950386, 0, 1593426532),
(14, '00-00000027', 8, 't111208110', 'T11-1208110', 't11-1208110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(15, '00-00000009', 8, '4801004110', '480-1004110', '480-1004110', 0, 16.72, 0, 'USD', 0, 4, 1, NULL, 0, 1592950386, 0, 1593426532),
(16, '00-00000293', 8, '1016051990', '1016051990', '1016051990', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(17, '00-00000010', 8, '1014001605', '1014001605', '1014001605', 0, 128.25, 0, 'USD', 0, 1, 1, NULL, 0, 1592950386, 0, 1593426532),
(18, '00-00000011', 8, 's113701110fa', 'S11-3701110FA', 's11-3701110fa', 0, 60.89, 0, 'USD', 0, 2, 1, NULL, 0, 1592950386, 0, 1593426532),
(19, '00-00000031', 8, 's116105360', 'S11-6105360', 's11-6105360', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(20, '00-00000012', 8, '1709205180', '1709205180', '1709205180', 0, 5.08, 0, 'USD', 0, 4, 1, NULL, 0, 1592950386, 0, 1593426532),
(21, '00-00000013', 8, 'a113550111', 'A11-3550111', 'a11-3550111', 0, 5.22, 0, 'USD', 0, 10, 1, NULL, 0, 1592950386, 0, 1593426532),
(22, '00-00000207', 8, 'b113408010', 'B11-3408010', 'b11-3408010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(23, '00-00000195', 8, '1034001536', '1034001536', '1034001536', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(24, '00-00000095', 8, '1014001708', '1014001708', '1014001708', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(25, '00-00000014', 8, '480ee1008052', '480EE-1008052', '480ee-1008052', 0, 7.25, 0, 'USD', 0, 40, 1, NULL, 0, 1592950386, 0, 1593426532),
(26, '00-00000015', 8, '1136000170', '1136000170', '1136000170', 0, 7.25, 0, 'USD', 0, 3, 1, NULL, 0, 1592950386, 0, 1593426532),
(27, '00-00000016', 8, 'ksa8252', 'KSA-8252', 'ksa-8252', 0, 20.93, 0, 'USD', 0, 10, 1, NULL, 0, 1592950386, 0, 1593426532),
(28, '00-00000019', 8, '1064001268', '1064001268', '1064001268', 0, 21.91, 0, 'USD', 0, 17, 1, NULL, 0, 1592950386, 0, 1593426532),
(29, '00-00000020', 8, '1061001049', '1061001049', '1061001049', 0, 24.44, 0, 'USD', 0, 23, 1, NULL, 0, 1592950386, 0, 1593426532),
(30, '00-00000022', 8, '1016001357', '1016001357', '1016001357', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(31, '00-00000023', 8, '1016001355', '1016001355', '1016001355', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(32, '00-00000026', 8, 's111208110', 'S11-1208110', 's11-1208110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(33, '00-00000028', 8, 'a115606330', 'A11-5606330', 'a11-5606330', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(34, '00-00000029', 8, 'a115606310ab', 'A11-5606310AB', 'a11-5606310ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(35, '00-00000030', 8, 'a115606320ab', 'A11-5606320AB', 'a11-5606320ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(36, '00-00000032', 8, '130510ag', '1305-10AG', '1305-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(37, '00-00000033', 8, 'ksa8252', 'KSA-8252', 'ksa-8252', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(38, '00-00000034', 8, '443301', '443301', '443301', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(39, '00-00000035', 8, 'rd2870343304', 'RD.2870.343.304', 'rd2870343304', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(40, '00-00000036', 8, 'ksa8112i', 'KSA-8112i', 'ksa-8112i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(41, '00-00000037', 8, '443800', '443800', '443800', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(42, '00-00000038', 8, '320910ac', '3209-10AC', '3209-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(43, '00-00000039', 8, 'rd2870443301', 'RD.2870.443.301', 'rd2870443301', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(44, '00-00000040', 8, 'ksa8212i', 'KSA-8212i', 'ksa-8212i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(45, '00-00000041', 8, '343295eep', '343295-EEP', '343295-eep', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(46, '00-00000042', 8, '343431', '343431', '343431', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(47, '00-00000043', 8, 'ksa8212', 'KSA-8212', 'ksa-8212', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(48, '00-00000044', 8, '564560', '564560', '564560', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(49, '00-00000316', 8, 'qr5231602522', 'QR523-1602522', 'qr523-1602522', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(50, '00-00000045', 8, '300510ac', '3005-10AC', '3005-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(51, '00-00000319', 8, 'sc1701022', 'SC-1701022', 'sc-1701022', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(52, '00-00000046', 8, 'rd2870341368', 'RD.2870.341.368', 'rd2870341368', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(53, '00-00000054', 8, 'ksa8125', 'KSA-8125', 'ksa-8125', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(54, '00-00000047', 8, '300710ac', '3007-10AC', '3007-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(55, '00-00000048', 8, '300910ac', '3009-10AC', '3009-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(56, '00-00000049', 8, '343272', '343272', '343272', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(57, '00-00000050', 8, 'ksa8132', 'KSA-8132', 'ksa-8132', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(58, '00-00000051', 8, '343808', '343808', '343808', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(59, '00-00000052', 8, '1014014075', '1014014075', '1014014075', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(60, '00-00000318', 8, 'zm001d1601012', 'ZM001D-1601012', 'zm001d-1601012', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(61, '00-00000053', 8, '167010ag', '1670-10AG', '1670-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(62, '00-00000055', 8, '167110ag', '1671-10AG', '1671-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(63, '00-00000056', 8, 'ksa8124', 'KSA-8124', 'ksa-8124', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(64, '00-00000057', 8, 'a135605110', 'A13-5605110', 'a13-5605110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(65, '00-00000058', 8, 't115605010', 'T11-5605010', 't11-5605010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(66, '00-00000059', 8, '1064001268', '1064001268', '1064001268', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(67, '00-00000060', 8, '1061001049', '1061001049', '1061001049--67', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(68, '00-00000061', 8, 's112915010', 'S11-2915010', 's11-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(69, '00-00000062', 8, 's122915010', 'S12-2915010', 's12-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(70, '00-00000063', 8, 's212915010', 'S21-2915010', 's21-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(71, '00-00000221', 8, 'b111311110na', 'B11-1311110NA', 'b11-1311110na', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(72, '00-00000064', 8, 'a112915010ba', 'A11-2915010BA', 'a11-2915010ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(73, '00-00000065', 8, 'a132915010', 'A13-2915010', 'a13-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(74, '00-00000224', 8, 's211311110', 'S21-1311110', 's21-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(75, '00-00000066', 8, 'b112915010', 'B11-2915010', 'b11-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(76, '00-00000225', 8, 's121311110', 'S12-1311110', 's12-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(77, '00-00000067', 8, 'a212915010', 'A21-2915010', 'a21-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(78, '00-00000226', 8, 'm111311110', 'M11-1311110', 'm11-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(79, '00-00000068', 8, 'm112915010', 'M11-2915010', 'm11-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(80, '00-00000227', 8, 's111311110', 'S11-1311110', 's11-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(81, '00-00000069', 8, 't112915010', 'T11-2915010', 't11-2915010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(82, '00-00000228', 8, 's111311110ka', 'S11-1311110KA', 's11-1311110ka', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(83, '00-00000070', 8, '1014014075', '1014014075', '1014014075', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(84, '00-00000071', 8, '1014013052', '1014013052', '1014013052', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(85, '00-00000072', 8, '1014001676', '1014001676', '1014001676', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(86, '00-00000073', 8, '1400616180', '1400616180', '1400616180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(87, '00-00000074', 8, '1400618180', '1400618180', '1400618180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(88, '00-00000075', 8, '1801111180', '1801111180', '1801111180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(89, '00-00000076', 8, '1801110180', '1801110180', '1801110180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(90, '00-00000077', 8, 'a115605010ba', 'A11-5605010BA', 'a11-5605010ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(91, '00-00000078', 8, 'b115605010', 'B11-5605010', 'b11-5605010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(92, '00-00000079', 8, 's125605011', 'S12-5605011', 's12-5605011', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(93, '00-00000080', 8, 's115605011', 'S11-5605011', 's11-5605011', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(94, '00-00000081', 8, 'rds122905010', 'RD.S122905010', 'rds122905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(95, '00-00000082', 8, 'ksa8121', 'KSA-8121', 'ksa-8121', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(96, '00-00000083', 8, 'ksa8121i', 'KSA-8121i', 'ksa-8121i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(97, '00-00000084', 8, 's122905010', 'S12-2905010', 's12-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(98, '00-00000085', 8, 's212905010', 'S21-2905010', 's21-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(99, '00-00000086', 8, 'rd3740633712', 'RD.3740.633.712', 'rd3740633712', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(100, '00-00000087', 8, 'ksa8111i', 'KSA-8111i', 'ksa-8111i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(101, '00-00000088', 8, '319510ac', '3195-10AC', '3195-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(102, '00-00000089', 8, 'ksa8111', 'KSA-8111', 'ksa-8111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(103, '00-00000090', 8, 'a112905010ba', 'A11-2905010BA', 'a11-2905010ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(104, '00-00000091', 8, 'a132905010', 'A13-2905010', 'a13-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(105, '00-00000092', 8, 'ksa8211i', 'KSA-8211i', 'ksa-8211i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(106, '00-00000093', 8, 'ksa8221i', 'KSA-8221i', 'ksa-8221i', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(107, '00-00000094', 8, 'ksa8211', 'KSA-8211', 'ksa-8211', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(108, '00-00000096', 8, '1014014161', '1014014161', '1014014161', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(109, '00-00000296', 8, 'smw250218', 'SMW250218', 'smw250218', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(110, '00-00000097', 8, 'a212905010', 'A21-2905010', 'a21-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(111, '00-00000098', 8, 'rd3470334420', 'RD.3470334420', 'rd3470334420', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(112, '00-00000099', 8, '938710ac', '9387-10AC', '9387-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(113, '00-00000100', 8, '1064001256', '1064001256', '1064001256', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(114, '00-00000101', 8, '1061001036', '1061001036', '1061001036', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(115, '00-00000102', 8, 'ksa8253', 'KSA-8253', 'ksa-8253', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(116, '00-00000103', 8, '130110ag', '1301-10AG', '1301-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(117, '00-00000104', 8, 's112905010', 'S11-2905010', 's11-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(118, '00-00000105', 8, 'rd3470632117', 'RD.3470632117', 'rd3470632117', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(119, '00-00000106', 8, 'rd3470332101', 'RD.3470.332.101', 'rd3470332101', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(120, '00-00000107', 8, '632117', '632117', '632117', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(121, '00-00000108', 8, 'b112905010', 'B11-2905010', 'b11-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(122, '00-00000307', 8, 'a111601111', 'A11-1601111', 'a11-1601111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(123, '00-00000109', 8, '294410ac', '2944-10AC', '2944-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(124, '00-00000308', 8, 'n90310201', 'N90310201', 'n90310201', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(125, '00-00000110', 8, 'm112905010', 'M11-2905010', 'm11-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(126, '00-00000309', 8, 'n90277601', 'N90277601', 'n90277601', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(127, '00-00000111', 8, '299510ac', '2995-10AC', '2995-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(128, '00-00000310', 8, 'n0195382', 'N0195382', 'n0195382', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(129, '00-00000112', 8, 't112905010', 'T11-2905010', 't11-2905010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(130, '00-00000113', 8, '294610ac', '2946-10AC', '2946-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(131, '00-00000114', 8, 'ksa8133', 'KSA-8133', 'ksa-8133', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(132, '00-00000115', 8, '1400516180', '1400516180', '1400516180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(133, '00-00000116', 8, '166210ag', '1662-10AG', '1662-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(134, '00-00000117', 8, 'ksa8126', 'KSA-8126', 'ksa-8126', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(135, '00-00000118', 8, '1014013028', '1014013028', '1014013028', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(136, '00-00000119', 8, '1064001257', '1064001257', '1064001257', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(137, '00-00000120', 8, '1061001037', '1061001037', '1061001037', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(138, '00-00000121', 8, 'ksa8254', 'KSA-8254', 'ksa-8254', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(139, '00-00000122', 8, '130210ag', '1302-10AG', '1302-10ag', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(140, '00-00000123', 8, 's112905020', 'S11-2905020', 's11-2905020', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(141, '00-00000124', 8, 'rd3470632116', 'RD.3470632116', 'rd3470632116', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(142, '00-00000126', 8, '632116', '632116', '632116', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(143, '00-00000127', 8, 'b112905020', 'B11-2905020', 'b11-2905020', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(144, '00-00000128', 8, '294810ac', '2948-10AC', '2948-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(145, '00-00000129', 8, 'm112905020', 'M11-2905020', 'm11-2905020', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(146, '00-00000130', 8, '399510ac', '3995-10AC', '3995-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(147, '00-00000131', 8, 't112905020', 'T11-2905020', 't11-2905020', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(148, '00-00000132', 8, '295010ac', '2950-10AC', '2950-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(149, '00-00000133', 8, 'ksa8134', 'KSA-8134', 'ksa-8134', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(150, '00-00000277', 8, 'e01050080101', 'E010500801-01', 'e010500801-01', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(151, '00-00000134', 8, '1400518180', '1400518180', '1400518180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(152, '00-00000135', 8, '166310ac', '1663-10AC', '1663-10ac', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(153, '00-00000136', 8, 'ksa8127', 'KSA-8127', 'ksa-8127', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(154, '00-00000137', 8, '1014013034', '1014013034', '1014013034', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(155, '00-00000138', 8, 'a117903010ab', 'A11-7903010AB', 'a11-7903010ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(156, '00-00000139', 8, 's117903010bb', 'S11-7903010BB', 's11-7903010bb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(157, '00-00000140', 8, '7903010185', '7903010185', '7903010185', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(158, '00-00000141', 8, 'a113301070bb', 'A11-3301070BB', 'a11-3301070bb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(159, '00-00000142', 8, 's123301070', 'S12-3301070', 's12-3301070', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(160, '00-00000143', 8, 's113301070', 'S11-3301070', 's11-3301070', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(161, '00-00000144', 8, 't112810110', 'T11-2810110', 't11-2810110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(162, '00-00000145', 8, 'a152801010rb', 'A15-2801010RB', 'a15-2801010rb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(163, '00-00000146', 8, 'b112801010', 'B11-2801010', 'b11-2801010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(164, '00-00000147', 8, 'b112810010', 'B11-2810010', 'b11-2810010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(165, '00-00000148', 8, 'a212801010', 'A21-2801010', 'a21-2801010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(166, '00-00000149', 8, 't112801010', 'T11-2801010', 't11-2801010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(167, '00-00000150', 8, '1014001605', '1014001605', '1014001605', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(168, '00-00000151', 8, 'a152804500badq', 'A15-2804500BA-DQ', 'a15-2804500ba-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(169, '00-00000152', 8, 'a212804521fbdq', 'A21-2804521FB-DQ', 'a21-2804521fb-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(170, '00-00000153', 8, 'b112804600dq', 'B11-2804600-DQ', 'b11-2804600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(171, '00-00000154', 8, 'a212804600dq', 'A21-2804600-DQ', 'a21-2804600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(172, '00-00000155', 8, 's212804600dq', 'S21-2804600-DQ', 's21-2804600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(173, '00-00000156', 8, 's122804601dq', 'S12-2804601-DQ', 's12-2804601-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(174, '00-00000157', 8, 's112804600dq', 'S11-2804600-DQ', 's11-2804600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(175, '00-00000158', 8, '1068001147', '1068001147', '1068001147', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(176, '00-00000159', 8, '1801519180', '1801519180', '1801519180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(177, '00-00000160', 8, '1018003783', '1018003783', '1018003783', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(178, '00-00000161', 8, '1018003783', '1018003783', '1018003783', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(179, '00-00000162', 8, '1018005772', '1018005772', '1018005772', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(180, '00-00000163', 8, '1018006132', '1018006132', '1018006132', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(181, '00-00000164', 8, '1018006132', '1018006132', '1018006132', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(182, '00-00000165', 8, 't112804311dq', 'T11-2804311-DQ', 't11-2804311-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(183, '00-00000166', 8, 't112804312pfdq', 'T11-2804312PF-DQ', 't11-2804312pf-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(184, '00-00000167', 8, 't112804312dq', 'T11-2804312-DQ', 't11-2804312-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(185, '00-00000168', 8, 't112804111dq', 'T11-2804111-DQ', 't11-2804111-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(186, '00-00000169', 8, 's112803600ab', 'S11-2803600AB', 's11-2803600ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(187, '00-00000170', 8, 'a152803501bcdq', 'A15-2803501BC-DQ', 'a15-2803501bc-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(188, '00-00000171', 8, 's112803600dq', 'S11-2803600-DQ', 's11-2803600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(189, '00-00000172', 8, 'a152803500badq', 'A15-2803500BA-DQ', 'a15-2803500ba-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(190, '00-00000173', 8, 's18d2803501dq', 'S18D-2803501-DQ', 's18d-2803501-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(191, '00-00000174', 8, 'a212803611fldq', 'A21-2803611FL-DQ', 'a21-2803611fl-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(192, '00-00000175', 8, 'b112803600dq', 'B11-2803600-DQ', 'b11-2803600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(193, '00-00000176', 8, 'a212803611dq', 'A21-2803611-DQ', 'a21-2803611-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(194, '00-00000177', 8, 's212803600dq', 'S21-2803600-DQ', 's21-2803600-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(195, '00-00000178', 8, 's122803601dq', 'S12-2803601-DQ', 's12-2803601-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(196, '00-00000179', 8, 'm112803601dq', 'M11-2803601-DQ', 'm11-2803601-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(197, '00-00000180', 8, 't112803011dq', 'T11-2803011-DQ', 't11-2803011-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(198, '00-00000181', 8, 't112803011pf', 'T11-2803011PF', 't11-2803011pf', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(199, '00-00000182', 8, '1068001651', '1068001651', '1068001651--199', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(200, '00-00000266', 8, 'smd191470', 'SMD191470', 'smd191470', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(201, '00-00000183', 8, '1068001651', '1068001651', '1068001651--201', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(202, '00-00000184', 8, '1801433180', '1801433180', '1801433180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(203, '00-00000185', 8, '1018003787', '1018003787', '1018003787', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(204, '00-00000186', 8, '1068000005', '1068000005', '1068000005', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(205, '00-00000187', 8, '1018005851', '1018005851', '1018005851', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(206, '00-00000267', 8, '81024100', '81024100', '81024100', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(207, '00-00000188', 8, '1018006112', '1018006112', '1018006112', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(208, '00-00000189', 8, 'a132803501dq', 'A13-2803501-DQ', 'a13-2803501-dq', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(209, '00-00000190', 8, 'a113502031bb', 'A11-3502031BB', 'a11-3502031bb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(210, '00-00000191', 8, 's213502030', 'S21-3502030', 's21-3502030', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(211, '00-00000192', 8, 's113502030ba', 'S11-3502030BA', 's11-3502030ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(212, '00-00000193', 8, 's113502031ab', 'S11-3502031AB', 's11-3502031ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(213, '00-00000270', 8, '02312', '02312', '02312', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(214, '00-00000194', 8, '1014001815', '1014001815', '1014001815', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(215, '00-00000196', 8, '3502215106', '3502215106', '3502215106', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(216, '00-00000210', 8, 'a113408010', 'A11-3408010', 'a11-3408010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(217, '00-00000197', 8, '1403025180', '1403025180', '1403025180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(218, '00-00000198', 8, '1014005045', '1014005045', '1014005045', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(219, '00-00000199', 8, '1014014174', '1014014174', '1014014174', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(220, '00-00000200', 8, 'a155305410bc', 'A15-5305410BC', 'a15-5305410bc', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(221, '00-00000201', 8, 'a215305040', 'A21-5305040', 'a21-5305040', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(222, '00-00000202', 8, 's125305420', 'S12-5305420', 's12-5305420', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(223, '00-00000203', 8, 's115305790', 'S11-5305790', 's11-5305790', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(224, '00-00000204', 8, 's115305790cb', 'S11-5305790CB', 's11-5305790cb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(225, '00-00000205', 8, 't115305410', 'T11-5305410', 't11-5305410', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(226, '00-00000206', 8, 'a113505110ab', 'A11-3505110AB', 'a11-3505110ab', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(227, '00-00000208', 8, 's213505110', 'S21-3505110', 's21-3505110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(228, '00-00000209', 8, 's113505110', 'S11-3505110', 's11-3505110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(229, '00-00000211', 8, 'a213408010', 'A21-3408010', 'a21-3408010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(230, '00-00000212', 8, 'm113408010', 'M11-3408010', 'm11-3408010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(231, '00-00000213', 8, 's113408010', 'S11-3408010', 's11-3408010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(232, '00-00000214', 8, '1064001888', '1064001888', '1064001888', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(233, '00-00000215', 8, 'a118111030', 'A11-8111030', 'a11-8111030', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(234, '00-00000216', 8, '1066001155', '1066001155', '1066001155', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(235, '00-00000217', 8, '160204518001', '160204518001', '160204518001', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(236, '00-00000218', 8, '1066001127', '1066001127', '1066001127', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(237, '00-00000219', 8, 'a111311111ba', 'A11-1311111BA', 'a11-1311111ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(238, '00-00000220', 8, 'a111311111ba', 'A11-1311111BA', 'a11-1311111ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(239, '00-00000222', 8, 'b111311110', 'B11-1311110', 'b11-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(240, '00-00000223', 8, 'a211311110', 'A21-1311110', 'a21-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(241, '00-00000229', 8, 't111311111', 'T11-1311111', 't11-1311111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(242, '00-00000230', 8, 't111311110', 'T11-1311110', 't11-1311110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(243, '00-00000231', 8, 's11bj5207115', 'S11-BJ5207115', 's11-bj5207115', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(244, '00-00000232', 8, 'a115207053', 'A11-5207053', 'a11-5207053', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(245, '00-00000233', 8, 'b11bj5207117', 'B11-BJ5207117', 'b11-bj5207117', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(246, '00-00000234', 8, 'a215207021', 'A21-5207021', 'a21-5207021', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(247, '00-00000235', 8, 's215207110', 'S21-5207110', 's21-5207110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(248, '00-00000236', 8, 's215207111', 'S21-5207111', 's21-5207111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(249, '00-00000237', 8, 's125207111', 'S12-5207111', 's12-5207111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(250, '00-00000238', 8, 'm115207111', 'M11-5207111', 'm11-5207111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(251, '00-00000239', 8, 't115207113', 'T11-5207113', 't11-5207113', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(252, '00-00000240', 8, '1702181180', '1702181180', '1702181180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(253, '00-00000241', 8, '1017002184', '1017002184', '1017002184', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(254, '00-00000242', 8, 'b115207110', 'B11-5207110', 'b11-5207110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(255, '00-00000283', 8, 't113301313', 'T11-3301313', 't11-3301313', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(256, '00-00000243', 8, '1067000114', '1067000114', '1067000114', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(257, '00-00000284', 8, '231b12100tf3', '231B-12100TF3', '231b-12100tf3', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(258, '00-00000244', 8, '71321011', '7132-1011', '7132-1011', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(259, '00-00000245', 8, 'a113723010ba', 'A11-3723010BA', 'a11-3723010ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(260, '00-00000246', 8, '1700351180', '1700351180', '1700351180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(261, '00-00000247', 8, '1700352180', '1700352180', '1700352180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(262, '00-00000287', 8, 'm112919213', 'M11-2919213', 'm11-2919213', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(263, '00-00000248', 8, '1017009929', '1017009929', '1017009929', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(264, '00-00000249', 8, 'a113723025bb', 'A11-3723025BB', 'a11-3723025bb', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(265, '00-00000250', 8, 'a113746310', 'A11-3746310', 'a11-3746310', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(266, '00-00000251', 8, 's218202570', 'S21-8202570', 's21-8202570', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(267, '00-00000252', 8, '1700971180', '1700971180', '1700971180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(268, '00-00000253', 8, 'a158112010', 'A15-8112010', 'a15-8112010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(269, '00-00000254', 8, '170840118001', '1708401180-01', '1708401180-01', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(270, '00-00000255', 8, 't113606011', 'T11-3606011', 't11-3606011', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(271, '00-00000256', 8, 'a113746110', 'A11-3746110', 'a11-3746110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(272, '00-00000257', 8, 'b113746030', 'B11-3746030', 'b11-3746030', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(273, '00-00000259', 8, 's213746110', 'S21-3746110', 's21-3746110', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(274, '00-00000260', 8, '1702533180', '1702533180', '1702533180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(275, '00-00000261', 8, '1702336180', '1702336180', '1702336180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(276, '00-00000262', 8, 's113504010', 'S11-3504010', 's11-3504010', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(277, '00-00000263', 8, '2100203121', '2100203121', '2100203121', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(278, '00-00000264', 8, '3160132001', '3160132001', '3160132001', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(279, '00-00000265', 8, '481h1003082', '481H-1003082', '481h-1003082', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(280, '00-00000268', 8, '4801003082', '480-1003082', '480-1003082', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(281, '00-00000269', 8, '143201301', '14-32013-01', '14-32013-01', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(282, '00-00000271', 8, '820490', '820.490', '820490', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(283, '00-00000272', 8, '3721003051', '372-1003051', '372-1003051', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(284, '00-00000273', 8, '477f1003051', '477F-1003051', '477f-1003051', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(285, '00-00000274', 8, '1136000034', '1136000034', '1136000034', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(286, '00-00000275', 8, 'lfb479q1003012a', 'LFB479Q-1003012A', 'lfb479q-1003012a', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(287, '00-00000276', 8, '022690', '022.690', '022690', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(288, '00-00000278', 8, 'e01050090101', 'E010500901-01', 'e010500901-01', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(289, '00-00000279', 8, 'lf479q11003013a', 'LF479Q1-1003013A', 'lf479q1-1003013a', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(290, '00-00000280', 8, 'lf479q11003012a', 'LF479Q1-1003012A', 'lf479q1-1003012a', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(291, '00-00000281', 8, '708210', '708.210', '708210', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(292, '00-00000282', 8, '145500201', '14-55002-01', '14-55002-01', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(293, '00-00000285', 8, 'b112919027', 'B11-2919027', 'b11-2919027', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(294, '00-00000286', 8, 'a212919213', 'A21-2919213', 'a21-2919213', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(295, '00-00000288', 8, '1400609180', '1400609180', '1400609180', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(296, '00-00000289', 8, 'f2914311', 'F2914311', 'f2914311', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(297, '00-00000290', 8, 't112919035', 'T11-2919035', 't11-2919035', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(298, '00-00000291', 8, 't112919035ba', 'T11-2919035BA', 't11-2919035ba', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(299, '00-00000292', 8, 'e020400101', 'E020400101', 'e020400101', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(300, '00-00000294', 8, '481h1002042', '481H-1002042', '481h-1002042', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(301, '00-00000295', 8, 'smd050316', 'SMD050316', 'smd050316', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(302, '00-00000297', 8, '4801009014', '480-1009014', '480-1009014', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(303, '00-00000298', 8, '05598', '05598', '05598', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(304, '00-00000299', 8, '015301127aa', '015301127AA', '015301127aa', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(305, '00-00000300', 8, 'a113100111', 'A11-3100111', 'a11-3100111', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(306, '00-00000301', 8, 'q151b11255', 'Q151B11255', 'q151b11255', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(307, '00-00000302', 8, 'b112911041', 'B11-2911041', 'b11-2911041', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(308, '00-00000303', 8, 't112803013', 'T11-2803013', 't11-2803013', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(309, '00-00000304', 8, 'q1840898', 'Q1840898', 'q1840898', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(310, '00-00000305', 8, 't112810131', 'T11-2810131', 't11-2810131', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(311, '00-00000306', 8, '1014001337', '1014001337', '1014001337', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(312, '00-00000311', 8, 'n10040003', 'N10040003', 'n10040003', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(313, '00-00000312', 8, 'q1841040', 'Q1841040', 'q1841040', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532),
(314, '00-00000313', 8, 'jq189c1058tf6e', 'JQ189C1058TF6E', 'jq189c1058tf6e', 0, 0, 0, 'USD', 0, 0, 1, NULL, 0, 1592950386, 0, 1593426532);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_products_similar`
--

DROP TABLE IF EXISTS `s_shopshowcase_products_similar`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_products_similar` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product` int(11) NOT NULL,
  `group` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `product` (`product`,`group`)
) ENGINE=InnoDB AUTO_INCREMENT=143 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_products_similar`
--

INSERT INTO `s_shopshowcase_products_similar` (`id`, `product`, `group`) VALUES
(97, 1, 30),
(2, 2, 1),
(1, 3, 1),
(4, 8, 2),
(3, 9, 2),
(5, 11, 2),
(138, 16, 45),
(7, 20, 3),
(6, 21, 3),
(67, 24, 20),
(9, 25, 4),
(8, 26, 4),
(11, 27, 5),
(10, 28, 5),
(12, 29, 5),
(14, 36, 6),
(13, 37, 6),
(16, 38, 7),
(15, 39, 7),
(18, 40, 8),
(17, 41, 8),
(19, 42, 8),
(20, 43, 7),
(22, 44, 9),
(21, 45, 9),
(23, 46, 9),
(24, 47, 9),
(25, 48, 9),
(43, 50, 14),
(45, 52, 15),
(32, 53, 12),
(47, 54, 16),
(27, 55, 10),
(26, 56, 10),
(28, 57, 10),
(30, 58, 11),
(29, 59, 11),
(31, 61, 12),
(34, 62, 13),
(33, 63, 13),
(35, 66, 6),
(36, 67, 6),
(37, 68, 7),
(38, 69, 7),
(39, 70, 7),
(40, 72, 8),
(41, 73, 8),
(42, 75, 14),
(44, 77, 15),
(46, 79, 16),
(48, 81, 10),
(49, 84, 11),
(50, 85, 9),
(51, 86, 12),
(52, 87, 13),
(54, 88, 17),
(53, 89, 17),
(56, 94, 18),
(55, 95, 18),
(57, 96, 18),
(58, 97, 18),
(59, 98, 18),
(61, 99, 19),
(60, 100, 19),
(62, 101, 19),
(63, 102, 19),
(64, 103, 19),
(65, 104, 19),
(66, 105, 20),
(70, 106, 21),
(68, 107, 20),
(69, 108, 21),
(140, 109, 46),
(72, 110, 22),
(71, 111, 22),
(73, 112, 22),
(75, 113, 23),
(74, 114, 23),
(76, 115, 23),
(77, 116, 23),
(79, 117, 24),
(78, 118, 24),
(80, 119, 24),
(81, 120, 24),
(83, 121, 25),
(82, 123, 25),
(85, 125, 26),
(84, 127, 26),
(87, 129, 27),
(86, 130, 27),
(88, 131, 27),
(90, 132, 28),
(89, 133, 28),
(91, 134, 28),
(93, 136, 29),
(92, 137, 29),
(94, 138, 29),
(95, 139, 29),
(96, 140, 30),
(98, 141, 30),
(99, 142, 30),
(101, 143, 31),
(100, 144, 31),
(103, 145, 32),
(102, 146, 32),
(105, 147, 33),
(104, 148, 33),
(106, 149, 33),
(130, 150, 43),
(108, 151, 34),
(107, 152, 34),
(109, 153, 34),
(111, 177, 35),
(110, 178, 35),
(113, 180, 36),
(112, 181, 36),
(115, 199, 37),
(117, 200, 38),
(114, 201, 37),
(116, 206, 38),
(123, 213, 41),
(119, 237, 39),
(118, 238, 39),
(121, 255, 40),
(120, 257, 40),
(122, 280, 41),
(124, 281, 41),
(125, 282, 41),
(127, 285, 42),
(126, 286, 42),
(128, 287, 42),
(129, 288, 43),
(131, 289, 43),
(132, 290, 43),
(133, 291, 43),
(134, 292, 43),
(136, 295, 44),
(135, 296, 44),
(137, 299, 45),
(139, 301, 46),
(142, 302, 47),
(141, 303, 47);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_product_group`
--

DROP TABLE IF EXISTS `s_shopshowcase_product_group`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_product_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product` int(11) NOT NULL,
  `group` int(11) NOT NULL,
  `position` int(11) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product` (`product`,`group`)
) ENGINE=InnoDB AUTO_INCREMENT=1108 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_product_group`
--

INSERT INTO `s_shopshowcase_product_group` (`id`, `product`, `group`, `position`, `active`) VALUES
(2, 2, 10, 1, 1),
(5, 3, 10, 1, 1),
(22, 16, 21, 2, 1),
(24, 16, 18, 4, 1),
(34, 20, 9, 1, 1),
(37, 21, 9, 2, 1),
(48, 27, 15, 2, 1),
(51, 28, 15, 2, 1),
(55, 29, 15, 3, 1),
(58, 31, 18, 1, 1),
(86, 44, 18, 1, 1),
(89, 45, 18, 1, 1),
(92, 46, 18, 1, 1),
(95, 47, 18, 1, 1),
(98, 48, 18, 1, 1),
(158, 85, 18, 1, 1),
(266, 150, 21, 2, 1),
(268, 150, 18, 4, 1),
(284, 155, 16, 3, 1),
(298, 167, 18, 2, 1),
(355, 214, 18, 2, 1),
(384, 235, 18, 4, 1),
(438, 278, 18, 4, 1),
(456, 285, 40, 1, 1),
(463, 286, 40, 2, 1),
(468, 287, 40, 1, 1),
(478, 288, 18, 5, 1),
(480, 288, 21, 7, 1),
(485, 289, 21, 2, 1),
(487, 289, 18, 4, 1),
(497, 290, 18, 4, 1),
(505, 291, 21, 2, 1),
(507, 291, 18, 4, 1),
(515, 292, 21, 2, 1),
(517, 292, 18, 4, 1),
(537, 299, 21, 2, 1),
(539, 299, 18, 4, 1),
(557, 305, 46, 2, 1),
(560, 305, 47, 5, 1),
(567, 311, 18, 2, 1),
(571, 314, 18, 2, 1),
(576, 314, 21, 7, 1),
(577, 1, 8, 2, 1),
(578, 2, 9, 4, 1),
(579, 2, 11, 5, 1),
(580, 3, 9, 4, 1),
(581, 3, 11, 5, 1),
(582, 4, 9, 2, 1),
(583, 5, 9, 3, 1),
(584, 5, 12, 4, 1),
(585, 6, 13, 2, 1),
(586, 7, 13, 2, 1),
(587, 8, 14, 2, 1),
(588, 9, 14, 2, 1),
(589, 10, 9, 2, 1),
(590, 11, 14, 2, 1),
(591, 12, 15, 2, 1),
(592, 13, 9, 2, 1),
(593, 14, 16, 2, 1),
(594, 15, 9, 2, 1),
(595, 16, 14, 8, 1),
(596, 16, 17, 9, 1),
(597, 16, 19, 10, 1),
(598, 16, 20, 11, 1),
(599, 16, 22, 12, 1),
(600, 17, 19, 2, 1),
(601, 18, 11, 3, 1),
(602, 18, 10, 4, 1),
(603, 19, 8, 4, 1),
(604, 19, 11, 5, 1),
(605, 19, 10, 6, 1),
(606, 20, 14, 3, 1),
(607, 21, 14, 3, 1),
(608, 22, 23, 2, 1),
(609, 23, 14, 3, 1),
(610, 23, 17, 4, 1),
(611, 24, 19, 3, 1),
(612, 24, 24, 4, 1),
(613, 25, 9, 3, 1),
(614, 25, 19, 4, 1),
(615, 26, 19, 3, 1),
(616, 26, 9, 4, 1),
(617, 27, 25, 4, 1),
(618, 27, 26, 5, 1),
(619, 28, 25, 4, 1),
(620, 28, 26, 5, 1),
(621, 29, 26, 4, 1),
(622, 29, 25, 5, 1),
(623, 30, 14, 3, 1),
(624, 30, 17, 4, 1),
(625, 31, 19, 4, 1),
(626, 31, 24, 5, 1),
(627, 32, 8, 2, 1),
(628, 33, 9, 2, 1),
(629, 34, 9, 2, 1),
(630, 35, 9, 2, 1),
(631, 36, 27, 4, 1),
(632, 36, 28, 5, 1),
(633, 36, 26, 6, 1),
(634, 37, 27, 4, 1),
(635, 37, 26, 5, 1),
(636, 38, 8, 4, 1),
(637, 38, 11, 5, 1),
(638, 38, 10, 6, 1),
(639, 39, 8, 4, 1),
(640, 39, 11, 5, 1),
(641, 39, 10, 6, 1),
(642, 40, 9, 3, 1),
(643, 40, 12, 4, 1),
(644, 41, 9, 3, 1),
(645, 41, 12, 4, 1),
(646, 42, 9, 3, 1),
(647, 42, 12, 4, 1),
(648, 43, 8, 4, 1),
(649, 43, 11, 5, 1),
(650, 43, 10, 6, 1),
(651, 44, 19, 4, 1),
(652, 44, 24, 5, 1),
(653, 45, 19, 4, 1),
(654, 45, 24, 5, 1),
(655, 46, 19, 4, 1),
(656, 46, 24, 5, 1),
(657, 47, 19, 4, 1),
(658, 47, 24, 5, 1),
(659, 48, 19, 4, 1),
(660, 48, 24, 5, 1),
(661, 49, 16, 7, 1),
(662, 49, 23, 8, 1),
(663, 49, 29, 9, 1),
(664, 49, 30, 10, 1),
(665, 49, 31, 11, 1),
(666, 49, 32, 12, 1),
(667, 50, 23, 2, 1),
(668, 52, 13, 2, 1),
(669, 53, 14, 3, 1),
(670, 53, 17, 4, 1),
(671, 54, 33, 2, 1),
(672, 55, 16, 2, 1),
(673, 56, 16, 2, 1),
(674, 57, 16, 2, 1),
(675, 58, 21, 3, 1),
(676, 58, 22, 4, 1),
(677, 59, 21, 3, 1),
(678, 59, 22, 4, 1),
(679, 61, 14, 3, 1),
(680, 61, 17, 4, 1),
(681, 62, 14, 3, 1),
(682, 62, 17, 4, 1),
(683, 64, 12, 2, 1),
(684, 65, 16, 2, 1),
(685, 66, 27, 4, 1),
(686, 66, 28, 5, 1),
(687, 66, 26, 6, 1),
(688, 67, 26, 4, 1),
(689, 67, 27, 5, 1),
(690, 67, 28, 6, 1),
(691, 68, 8, 4, 1),
(692, 68, 10, 5, 1),
(693, 68, 11, 6, 1),
(694, 69, 8, 4, 1),
(695, 69, 10, 5, 1),
(696, 69, 11, 6, 1),
(697, 70, 8, 4, 1),
(698, 70, 10, 5, 1),
(699, 70, 11, 6, 1),
(700, 71, 23, 2, 1),
(701, 72, 9, 3, 1),
(702, 72, 12, 4, 1),
(703, 73, 12, 3, 1),
(704, 73, 9, 4, 1),
(705, 74, 11, 2, 1),
(706, 75, 23, 2, 1),
(707, 76, 10, 2, 1),
(708, 77, 13, 2, 1),
(709, 78, 33, 2, 1),
(710, 79, 33, 2, 1),
(711, 80, 8, 2, 1),
(712, 81, 16, 2, 1),
(713, 82, 8, 2, 1),
(714, 83, 21, 3, 1),
(715, 83, 22, 4, 1),
(716, 84, 22, 3, 1),
(717, 84, 21, 4, 1),
(718, 85, 19, 4, 1),
(719, 85, 24, 5, 1),
(720, 86, 14, 3, 1),
(721, 86, 17, 4, 1),
(722, 87, 14, 3, 1),
(723, 87, 17, 4, 1),
(724, 88, 17, 3, 1),
(725, 88, 14, 4, 1),
(726, 89, 14, 3, 1),
(727, 89, 17, 4, 1),
(728, 90, 9, 2, 1),
(729, 91, 23, 2, 1),
(730, 92, 10, 2, 1),
(731, 93, 8, 2, 1),
(732, 94, 10, 3, 1),
(733, 94, 11, 4, 1),
(734, 95, 10, 3, 1),
(735, 95, 11, 4, 1),
(736, 96, 10, 3, 1),
(737, 96, 11, 4, 1),
(738, 97, 10, 3, 1),
(739, 97, 11, 4, 1),
(740, 98, 10, 3, 1),
(741, 98, 11, 4, 1),
(742, 99, 9, 3, 1),
(743, 99, 12, 4, 1),
(744, 100, 9, 3, 1),
(745, 100, 12, 4, 1),
(746, 101, 9, 3, 1),
(747, 101, 12, 4, 1),
(748, 102, 9, 3, 1),
(749, 102, 12, 4, 1),
(750, 103, 9, 3, 1),
(751, 103, 12, 4, 1),
(752, 104, 9, 3, 1),
(753, 104, 12, 4, 1),
(754, 105, 19, 3, 1),
(755, 105, 24, 4, 1),
(756, 106, 18, 2, 1),
(757, 107, 19, 3, 1),
(758, 107, 24, 4, 1),
(759, 108, 18, 2, 1),
(760, 109, 16, 5, 1),
(761, 109, 31, 6, 1),
(762, 109, 34, 7, 1),
(763, 109, 32, 8, 1),
(764, 110, 13, 2, 1),
(765, 111, 13, 2, 1),
(766, 112, 13, 2, 1),
(767, 113, 27, 4, 1),
(768, 113, 28, 5, 1),
(769, 113, 26, 6, 1),
(770, 114, 26, 4, 1),
(771, 114, 27, 5, 1),
(772, 114, 28, 6, 1),
(773, 115, 26, 4, 1),
(774, 115, 27, 5, 1),
(775, 115, 28, 6, 1),
(776, 116, 26, 4, 1),
(777, 116, 27, 5, 1),
(778, 116, 28, 6, 1),
(779, 117, 8, 2, 1),
(780, 118, 8, 2, 1),
(781, 119, 8, 2, 1),
(782, 120, 8, 2, 1),
(783, 121, 23, 2, 1),
(784, 122, 9, 2, 1),
(785, 123, 23, 2, 1),
(786, 124, 9, 2, 1),
(787, 125, 33, 2, 1),
(788, 126, 9, 2, 1),
(789, 127, 33, 2, 1),
(790, 128, 9, 3, 1),
(791, 128, 23, 4, 1),
(792, 129, 16, 2, 1),
(793, 130, 16, 2, 1),
(794, 131, 16, 2, 1),
(795, 132, 14, 3, 1),
(796, 132, 17, 4, 1),
(797, 133, 14, 3, 1),
(798, 133, 17, 4, 1),
(799, 134, 14, 3, 1),
(800, 134, 17, 4, 1),
(801, 135, 22, 2, 1),
(802, 136, 26, 4, 1),
(803, 136, 27, 5, 1),
(804, 136, 28, 6, 1),
(805, 137, 26, 4, 1),
(806, 137, 27, 5, 1),
(807, 137, 28, 6, 1),
(808, 138, 27, 4, 1),
(809, 138, 28, 5, 1),
(810, 138, 26, 6, 1),
(811, 139, 27, 4, 1),
(812, 139, 28, 5, 1),
(813, 139, 26, 6, 1),
(814, 140, 8, 2, 1),
(815, 141, 8, 2, 1),
(816, 142, 8, 2, 1),
(817, 143, 23, 2, 1),
(818, 144, 23, 2, 1),
(819, 145, 33, 2, 1),
(820, 146, 33, 2, 1),
(821, 147, 16, 2, 1),
(822, 148, 16, 2, 1),
(823, 149, 16, 2, 1),
(824, 150, 14, 11, 1),
(825, 150, 17, 12, 1),
(826, 150, 19, 13, 1),
(827, 150, 20, 14, 1),
(828, 150, 22, 15, 1),
(829, 150, 35, 16, 1),
(830, 150, 36, 17, 1),
(831, 150, 37, 18, 1),
(832, 151, 14, 3, 1),
(833, 151, 17, 4, 1),
(834, 152, 14, 3, 1),
(835, 152, 17, 4, 1),
(836, 153, 14, 3, 1),
(837, 153, 17, 4, 1),
(838, 154, 22, 2, 1),
(839, 155, 9, 4, 1),
(840, 155, 11, 5, 1),
(841, 156, 8, 2, 1),
(842, 157, 14, 3, 1),
(843, 157, 17, 4, 1),
(844, 158, 9, 2, 1),
(845, 159, 10, 2, 1),
(846, 160, 8, 2, 1),
(847, 161, 16, 2, 1),
(848, 162, 9, 2, 1),
(849, 163, 23, 2, 1),
(850, 164, 23, 2, 1),
(851, 165, 13, 2, 1),
(852, 166, 16, 2, 1),
(853, 167, 19, 3, 1),
(854, 168, 9, 2, 1),
(855, 169, 38, 2, 1),
(856, 170, 23, 2, 1),
(857, 171, 13, 2, 1),
(858, 172, 11, 2, 1),
(859, 173, 10, 2, 1),
(860, 174, 8, 2, 1),
(861, 175, 27, 2, 1),
(862, 176, 14, 2, 1),
(863, 177, 17, 2, 1),
(864, 178, 17, 2, 1),
(865, 179, 19, 2, 1),
(866, 180, 18, 2, 1),
(867, 181, 18, 2, 1),
(868, 182, 16, 2, 1),
(869, 183, 16, 2, 1),
(870, 184, 16, 2, 1),
(871, 185, 16, 2, 1),
(872, 186, 8, 2, 1),
(873, 187, 9, 2, 1),
(874, 188, 8, 2, 1),
(875, 189, 9, 2, 1),
(876, 190, 39, 2, 1),
(877, 191, 38, 2, 1),
(878, 192, 23, 2, 1),
(879, 193, 13, 2, 1),
(880, 194, 11, 2, 1),
(881, 195, 10, 2, 1),
(882, 196, 33, 2, 1),
(883, 197, 16, 2, 1),
(884, 198, 16, 2, 1),
(885, 199, 27, 2, 1),
(886, 200, 31, 6, 1),
(887, 200, 34, 7, 1),
(888, 200, 32, 8, 1),
(889, 200, 16, 9, 1),
(890, 200, 23, 10, 1),
(891, 201, 27, 2, 1),
(892, 202, 14, 2, 1),
(893, 203, 17, 2, 1),
(894, 204, 26, 2, 1),
(895, 205, 19, 2, 1),
(896, 206, 23, 6, 1),
(897, 206, 16, 7, 1),
(898, 206, 31, 8, 1),
(899, 206, 34, 9, 1),
(900, 206, 32, 10, 1),
(901, 207, 18, 2, 1),
(902, 208, 12, 2, 1),
(903, 209, 9, 2, 1),
(904, 210, 11, 3, 1),
(905, 210, 10, 4, 1),
(906, 211, 8, 2, 1),
(907, 212, 8, 2, 1),
(908, 213, 9, 2, 1),
(909, 214, 19, 4, 1),
(910, 214, 20, 5, 1),
(911, 215, 14, 3, 1),
(912, 215, 17, 4, 1),
(913, 216, 9, 2, 1),
(914, 217, 14, 3, 1),
(915, 217, 17, 4, 1),
(916, 218, 14, 3, 1),
(917, 218, 17, 4, 1),
(918, 219, 14, 3, 1),
(919, 219, 17, 4, 1),
(920, 220, 9, 2, 1),
(921, 221, 13, 2, 1),
(922, 222, 10, 2, 1),
(923, 223, 8, 2, 1),
(924, 224, 8, 2, 1),
(925, 225, 16, 2, 1),
(926, 226, 9, 2, 1),
(927, 227, 11, 2, 1),
(928, 228, 8, 2, 1),
(929, 229, 13, 2, 1),
(930, 230, 33, 2, 1),
(931, 231, 8, 2, 1),
(932, 232, 26, 2, 1),
(933, 233, 9, 2, 1),
(934, 234, 27, 2, 1),
(935, 235, 14, 5, 1),
(936, 235, 17, 6, 1),
(937, 235, 19, 7, 1),
(938, 236, 26, 2, 1),
(939, 237, 9, 2, 1),
(940, 238, 9, 2, 1),
(941, 239, 23, 2, 1),
(942, 240, 13, 2, 1),
(943, 241, 16, 2, 1),
(944, 242, 16, 2, 1),
(945, 243, 8, 2, 1),
(946, 244, 9, 2, 1),
(947, 245, 23, 2, 1),
(948, 246, 13, 2, 1),
(949, 247, 11, 2, 1),
(950, 248, 11, 2, 1),
(951, 249, 10, 2, 1),
(952, 250, 33, 2, 1),
(953, 251, 16, 2, 1),
(954, 252, 14, 3, 1),
(955, 252, 17, 4, 1),
(956, 253, 18, 2, 1),
(957, 254, 23, 2, 1),
(958, 255, 16, 3, 1),
(959, 255, 40, 4, 1),
(960, 256, 27, 2, 1),
(961, 257, 40, 3, 1),
(962, 257, 16, 4, 1),
(963, 258, 14, 2, 1),
(964, 259, 9, 2, 1),
(965, 260, 14, 2, 1),
(966, 261, 14, 2, 1),
(967, 262, 33, 3, 1),
(968, 262, 41, 4, 1),
(969, 263, 19, 2, 1),
(970, 264, 9, 2, 1),
(971, 265, 9, 2, 1),
(972, 266, 11, 2, 1),
(973, 267, 14, 3, 1),
(974, 267, 17, 4, 1),
(975, 268, 9, 2, 1),
(976, 269, 14, 3, 1),
(977, 269, 17, 4, 1),
(978, 270, 16, 2, 1),
(979, 271, 9, 2, 1),
(980, 272, 23, 2, 1),
(981, 273, 11, 2, 1),
(982, 274, 14, 3, 1),
(983, 275, 14, 3, 1),
(984, 275, 17, 4, 1),
(985, 276, 8, 2, 1),
(986, 277, 19, 2, 1),
(987, 278, 14, 5, 1),
(988, 278, 17, 6, 1),
(989, 278, 19, 7, 1),
(990, 279, 41, 10, 1),
(991, 279, 10, 11, 1),
(992, 279, 11, 12, 1),
(993, 279, 33, 13, 1),
(994, 279, 23, 14, 1),
(995, 279, 13, 15, 1),
(996, 279, 39, 16, 1),
(997, 279, 42, 17, 1),
(998, 279, 43, 18, 1),
(999, 280, 9, 2, 1),
(1000, 281, 9, 2, 1),
(1001, 282, 9, 2, 1),
(1002, 283, 8, 2, 1),
(1003, 284, 9, 5, 1),
(1004, 284, 12, 6, 1),
(1005, 284, 38, 7, 1),
(1006, 284, 41, 8, 1),
(1007, 285, 44, 7, 1),
(1008, 285, 26, 8, 1),
(1009, 285, 27, 9, 1),
(1010, 285, 28, 10, 1),
(1011, 285, 45, 11, 1),
(1012, 286, 44, 7, 1),
(1013, 286, 26, 8, 1),
(1014, 286, 27, 9, 1),
(1015, 286, 28, 10, 1),
(1016, 286, 45, 11, 1),
(1017, 287, 44, 7, 1),
(1018, 287, 26, 8, 1),
(1019, 287, 27, 9, 1),
(1020, 287, 28, 10, 1),
(1021, 287, 45, 11, 1),
(1022, 288, 20, 11, 1),
(1023, 288, 22, 12, 1),
(1024, 288, 19, 13, 1),
(1025, 288, 14, 14, 1),
(1026, 288, 17, 15, 1),
(1027, 288, 35, 16, 1),
(1028, 288, 36, 17, 1),
(1029, 288, 37, 18, 1),
(1030, 289, 14, 11, 1),
(1031, 289, 17, 12, 1),
(1032, 289, 19, 13, 1),
(1033, 289, 20, 14, 1),
(1034, 289, 22, 15, 1),
(1035, 289, 35, 16, 1),
(1036, 289, 36, 17, 1),
(1037, 289, 37, 18, 1),
(1038, 290, 14, 11, 1),
(1039, 290, 19, 12, 1),
(1040, 290, 20, 13, 1),
(1041, 290, 21, 14, 1),
(1042, 290, 22, 15, 1),
(1043, 290, 35, 16, 1),
(1044, 290, 36, 17, 1),
(1045, 290, 37, 18, 1),
(1046, 291, 14, 11, 1),
(1047, 291, 17, 12, 1),
(1048, 291, 19, 13, 1),
(1049, 291, 20, 14, 1),
(1050, 291, 22, 15, 1),
(1051, 291, 35, 16, 1),
(1052, 291, 36, 17, 1),
(1053, 291, 37, 18, 1),
(1054, 292, 14, 11, 1),
(1055, 292, 17, 12, 1),
(1056, 292, 19, 13, 1),
(1057, 292, 20, 14, 1),
(1058, 292, 22, 15, 1),
(1059, 292, 35, 16, 1),
(1060, 292, 36, 17, 1),
(1061, 292, 37, 18, 1),
(1062, 293, 23, 2, 1),
(1063, 294, 13, 3, 1),
(1064, 294, 38, 4, 1),
(1065, 295, 14, 4, 1),
(1066, 295, 17, 5, 1),
(1067, 295, 35, 6, 1),
(1068, 296, 35, 4, 1),
(1069, 296, 14, 5, 1),
(1070, 296, 17, 6, 1),
(1071, 297, 16, 2, 1),
(1072, 298, 16, 3, 1),
(1073, 298, 43, 4, 1),
(1074, 299, 14, 8, 1),
(1075, 299, 17, 9, 1),
(1076, 299, 19, 10, 1),
(1077, 299, 20, 11, 1),
(1078, 299, 22, 12, 1),
(1079, 300, 41, 7, 1),
(1080, 300, 11, 8, 1),
(1081, 300, 10, 9, 1),
(1082, 300, 23, 10, 1),
(1083, 300, 33, 11, 1),
(1084, 300, 13, 12, 1),
(1085, 301, 16, 5, 1),
(1086, 301, 31, 6, 1),
(1087, 301, 34, 7, 1),
(1088, 301, 32, 8, 1),
(1089, 302, 9, 2, 1),
(1090, 303, 9, 2, 1),
(1091, 304, 9, 2, 1),
(1092, 305, 9, 6, 1),
(1093, 305, 41, 7, 1),
(1094, 305, 33, 8, 1),
(1095, 306, 8, 2, 1),
(1096, 307, 23, 2, 1),
(1097, 308, 16, 2, 1),
(1098, 309, 9, 2, 1),
(1099, 310, 16, 2, 1),
(1100, 311, 19, 3, 1),
(1101, 312, 9, 2, 1),
(1102, 313, 23, 2, 1),
(1103, 314, 19, 8, 1),
(1104, 314, 20, 9, 1),
(1105, 314, 22, 10, 1),
(1106, 314, 14, 11, 1),
(1107, 314, 17, 12, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_product_options`
--

DROP TABLE IF EXISTS `s_shopshowcase_product_options`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_product_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product` int(11) NOT NULL,
  `option` int(11) NOT NULL,
  `language` varchar(2) DEFAULT '',
  `value` text DEFAULT NULL,
  `changePrice` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `option` (`product`,`option`)
) ENGINE=InnoDB AUTO_INCREMENT=632 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_shopshowcase_product_options`
--

INSERT INTO `s_shopshowcase_product_options` (`id`, `product`, `option`, `language`, `value`, `changePrice`) VALUES
(1, 1, 1, '', '3', NULL),
(2, 2, 1, '', '4', NULL),
(3, 3, 1, '', '5', NULL),
(4, 4, 1, '', '6', NULL),
(5, 5, 1, '', '6', NULL),
(6, 6, 1, '', '4', NULL),
(7, 7, 1, '', '6', NULL),
(8, 8, 1, '', '7', NULL),
(9, 9, 1, '', '5', NULL),
(10, 10, 1, '', '4', NULL),
(11, 11, 1, '', '8', NULL),
(12, 12, 1, '', '7', NULL),
(13, 13, 1, '', '6', NULL),
(14, 14, 1, '', '6', NULL),
(15, 15, 1, '', '4', NULL),
(16, 16, 1, '', '6', NULL),
(17, 17, 1, '', '7', NULL),
(18, 18, 1, '', '6', NULL),
(19, 19, 1, '', '4', NULL),
(20, 20, 1, '', '6', NULL),
(21, 21, 1, '', '6', NULL),
(22, 22, 1, '', '4', NULL),
(23, 23, 1, '', '6', NULL),
(24, 24, 1, '', '7', NULL),
(25, 25, 1, '', '6', NULL),
(26, 26, 1, '', '6', NULL),
(27, 27, 1, '', '5', NULL),
(28, 28, 1, '', '7', NULL),
(29, 29, 1, '', '7', NULL),
(30, 30, 1, '', '6', NULL),
(31, 31, 1, '', '6', NULL),
(32, 32, 1, '', '6', NULL),
(33, 33, 1, '', '4', NULL),
(34, 34, 1, '', '4', NULL),
(35, 35, 1, '', '4', NULL),
(36, 36, 1, '', '8', NULL),
(37, 37, 1, '', '5', NULL),
(38, 38, 1, '', '9', NULL),
(39, 39, 1, '', '3', NULL),
(40, 40, 1, '', '5', NULL),
(41, 41, 1, '', '9', NULL),
(42, 42, 1, '', '8', NULL),
(43, 43, 1, '', '3', NULL),
(44, 44, 1, '', '5', NULL),
(45, 45, 1, '', '10', NULL),
(46, 46, 1, '', '9', NULL),
(47, 47, 1, '', '5', NULL),
(48, 48, 1, '', '11', NULL),
(49, 49, 1, '', '4', NULL),
(50, 50, 1, '', '8', NULL),
(51, 51, 1, '', '6', NULL),
(52, 52, 1, '', '3', NULL),
(53, 53, 1, '', '5', NULL),
(54, 54, 1, '', '8', NULL),
(55, 55, 1, '', '8', NULL),
(56, 56, 1, '', '9', NULL),
(57, 57, 1, '', '5', NULL),
(58, 58, 1, '', '9', NULL),
(59, 59, 1, '', '7', NULL),
(60, 60, 1, '', '6', NULL),
(61, 61, 1, '', '8', NULL),
(62, 62, 1, '', '8', NULL),
(63, 63, 1, '', '5', NULL),
(64, 64, 1, '', '6', NULL),
(65, 65, 1, '', '6', NULL),
(66, 66, 1, '', '7', NULL),
(67, 67, 1, '', '7', NULL),
(68, 68, 1, '', '4', NULL),
(69, 69, 1, '', '4', NULL),
(70, 70, 1, '', '4', NULL),
(71, 71, 1, '', '4', NULL),
(72, 72, 1, '', '4', NULL),
(73, 73, 1, '', '4', NULL),
(74, 74, 1, '', '4', NULL),
(75, 75, 1, '', '4', NULL),
(76, 76, 1, '', '4', NULL),
(77, 77, 1, '', '4', NULL),
(78, 78, 1, '', '6', NULL),
(79, 79, 1, '', '4', NULL),
(80, 80, 1, '', '4', NULL),
(81, 81, 1, '', '4', NULL),
(82, 82, 1, '', '6', NULL),
(83, 83, 1, '', '7', NULL),
(84, 84, 1, '', '7', NULL),
(85, 85, 1, '', '7', NULL),
(86, 86, 1, '', '7', NULL),
(87, 87, 1, '', '7', NULL),
(88, 88, 1, '', '6', NULL),
(89, 89, 1, '', '6', NULL),
(90, 90, 1, '', '6', NULL),
(91, 91, 1, '', '6', NULL),
(92, 92, 1, '', '6', NULL),
(93, 93, 1, '', '6', NULL),
(94, 94, 1, '', '3', NULL),
(95, 95, 1, '', '5', NULL),
(96, 96, 1, '', '5', NULL),
(97, 97, 1, '', '4', NULL),
(98, 98, 1, '', '4', NULL),
(99, 99, 1, '', '3', NULL),
(100, 100, 1, '', '5', NULL),
(101, 101, 1, '', '8', NULL),
(102, 102, 1, '', '5', NULL),
(103, 103, 1, '', '4', NULL),
(104, 104, 1, '', '4', NULL),
(105, 105, 1, '', '5', NULL),
(106, 106, 1, '', '5', NULL),
(107, 107, 1, '', '5', NULL),
(108, 108, 1, '', '7', NULL),
(109, 109, 1, '', '6', NULL),
(110, 110, 1, '', '4', NULL),
(111, 111, 1, '', '3', NULL),
(112, 112, 1, '', '8', NULL),
(113, 113, 1, '', '7', NULL),
(114, 114, 1, '', '7', NULL),
(115, 115, 1, '', '5', NULL),
(116, 116, 1, '', '8', NULL),
(117, 117, 1, '', '4', NULL),
(118, 118, 1, '', '3', NULL),
(119, 119, 1, '', '3', NULL),
(120, 120, 1, '', '9', NULL),
(121, 121, 1, '', '4', NULL),
(122, 122, 1, '', '4', NULL),
(123, 123, 1, '', '8', NULL),
(124, 124, 1, '', '4', NULL),
(125, 125, 1, '', '4', NULL),
(126, 126, 1, '', '4', NULL),
(127, 127, 1, '', '8', NULL),
(128, 128, 1, '', '4', NULL),
(129, 129, 1, '', '4', NULL),
(130, 130, 1, '', '8', NULL),
(131, 131, 1, '', '5', NULL),
(132, 132, 1, '', '7', NULL),
(133, 133, 1, '', '8', NULL),
(134, 134, 1, '', '5', NULL),
(135, 135, 1, '', '7', NULL),
(136, 136, 1, '', '7', NULL),
(137, 137, 1, '', '7', NULL),
(138, 138, 1, '', '5', NULL),
(139, 139, 1, '', '8', NULL),
(140, 140, 1, '', '4', NULL),
(141, 141, 1, '', '3', NULL),
(142, 142, 1, '', '9', NULL),
(143, 143, 1, '', '4', NULL),
(144, 144, 1, '', '8', NULL),
(145, 145, 1, '', '4', NULL),
(146, 146, 1, '', '8', NULL),
(147, 147, 1, '', '4', NULL),
(148, 148, 1, '', '8', NULL),
(149, 149, 1, '', '5', NULL),
(150, 150, 1, '', '6', NULL),
(151, 151, 1, '', '7', NULL),
(152, 152, 1, '', '8', NULL),
(153, 153, 1, '', '5', NULL),
(154, 154, 1, '', '7', NULL),
(155, 155, 1, '', '6', NULL),
(156, 156, 1, '', '4', NULL),
(157, 157, 1, '', '6', NULL),
(158, 158, 1, '', '6', NULL),
(159, 159, 1, '', '4', NULL),
(160, 160, 1, '', '6', NULL),
(161, 161, 1, '', '6', NULL),
(162, 162, 1, '', '4', NULL),
(163, 163, 1, '', '6', NULL),
(164, 164, 1, '', '6', NULL),
(165, 165, 1, '', '6', NULL),
(166, 166, 1, '', '6', NULL),
(167, 167, 1, '', '7', NULL),
(168, 168, 1, '', '6', NULL),
(169, 169, 1, '', '6', NULL),
(170, 170, 1, '', '6', NULL),
(171, 171, 1, '', '6', NULL),
(172, 172, 1, '', '6', NULL),
(173, 173, 1, '', '6', NULL),
(174, 174, 1, '', '6', NULL),
(175, 175, 1, '', '6', NULL),
(176, 176, 1, '', '6', NULL),
(177, 177, 1, '', '6', NULL),
(178, 178, 1, '', '7', NULL),
(179, 179, 1, '', '6', NULL),
(180, 180, 1, '', '7', NULL),
(181, 181, 1, '', '6', NULL),
(182, 182, 1, '', '6', NULL),
(183, 183, 1, '', '4', NULL),
(184, 184, 1, '', '6', NULL),
(185, 185, 1, '', '6', NULL),
(186, 186, 1, '', '6', NULL),
(187, 187, 1, '', '6', NULL),
(188, 188, 1, '', '6', NULL),
(189, 189, 1, '', '6', NULL),
(190, 190, 1, '', '6', NULL),
(191, 191, 1, '', '6', NULL),
(192, 192, 1, '', '6', NULL),
(193, 193, 1, '', '6', NULL),
(194, 194, 1, '', '6', NULL),
(195, 195, 1, '', '6', NULL),
(196, 196, 1, '', '6', NULL),
(197, 197, 1, '', '6', NULL),
(198, 198, 1, '', '6', NULL),
(199, 199, 1, '', '7', NULL),
(200, 200, 1, '', '4', NULL),
(201, 201, 1, '', '6', NULL),
(202, 202, 1, '', '6', NULL),
(203, 203, 1, '', '6', NULL),
(204, 204, 1, '', '6', NULL),
(205, 205, 1, '', '6', NULL),
(206, 206, 1, '', '12', NULL),
(207, 207, 1, '', '6', NULL),
(208, 208, 1, '', '6', NULL),
(209, 209, 1, '', '6', NULL),
(210, 210, 1, '', '6', NULL),
(211, 211, 1, '', '6', NULL),
(212, 212, 1, '', '6', NULL),
(213, 213, 1, '', '13', NULL),
(214, 214, 1, '', '6', NULL),
(215, 215, 1, '', '6', NULL),
(216, 216, 1, '', '4', NULL),
(217, 217, 1, '', '6', NULL),
(218, 218, 1, '', '6', NULL),
(219, 219, 1, '', '6', NULL),
(220, 220, 1, '', '4', NULL),
(221, 221, 1, '', '4', NULL),
(222, 222, 1, '', '4', NULL),
(223, 223, 1, '', '4', NULL),
(224, 224, 1, '', '4', NULL),
(225, 225, 1, '', '4', NULL),
(226, 226, 1, '', '4', NULL),
(227, 227, 1, '', '4', NULL),
(228, 228, 1, '', '4', NULL),
(229, 229, 1, '', '4', NULL),
(230, 230, 1, '', '4', NULL),
(231, 231, 1, '', '4', NULL),
(232, 232, 1, '', '6', NULL),
(233, 233, 1, '', '4', NULL),
(234, 234, 1, '', '6', NULL),
(235, 235, 1, '', '6', NULL),
(236, 236, 1, '', '6', NULL),
(237, 237, 1, '', '6', NULL),
(238, 238, 1, '', '4', NULL),
(239, 239, 1, '', '4', NULL),
(240, 240, 1, '', '4', NULL),
(241, 241, 1, '', '4', NULL),
(242, 242, 1, '', '4', NULL),
(243, 243, 1, '', '6', NULL),
(244, 244, 1, '', '4', NULL),
(245, 245, 1, '', '4', NULL),
(246, 246, 1, '', '6', NULL),
(247, 247, 1, '', '4', NULL),
(248, 248, 1, '', '4', NULL),
(249, 249, 1, '', '6', NULL),
(250, 250, 1, '', '6', NULL),
(251, 251, 1, '', '6', NULL),
(252, 252, 1, '', '6', NULL),
(253, 253, 1, '', '6', NULL),
(254, 254, 1, '', '4', NULL),
(255, 255, 1, '', '6', NULL),
(256, 256, 1, '', '6', NULL),
(257, 257, 1, '', '14', NULL),
(258, 258, 1, '', '15', NULL),
(259, 259, 1, '', '6', NULL),
(260, 260, 1, '', '6', NULL),
(261, 261, 1, '', '6', NULL),
(262, 262, 1, '', '6', NULL),
(263, 263, 1, '', '6', NULL),
(264, 264, 1, '', '6', NULL),
(265, 265, 1, '', '4', NULL),
(266, 266, 1, '', '4', NULL),
(267, 267, 1, '', '6', NULL),
(268, 268, 1, '', '6', NULL),
(269, 269, 1, '', '6', NULL),
(270, 270, 1, '', '4', NULL),
(271, 271, 1, '', '6', NULL),
(272, 272, 1, '', '4', NULL),
(273, 273, 1, '', '4', NULL),
(274, 274, 1, '', '6', NULL),
(275, 275, 1, '', '7', NULL),
(276, 276, 1, '', '4', NULL),
(277, 277, 1, '', '7', NULL),
(278, 278, 1, '', '6', NULL),
(279, 279, 1, '', '6', NULL),
(280, 280, 1, '', '4', NULL),
(281, 281, 1, '', '16', NULL),
(282, 282, 1, '', '17', NULL),
(283, 283, 1, '', '4', NULL),
(284, 284, 1, '', '6', NULL),
(285, 285, 1, '', '6', NULL),
(286, 286, 1, '', '14', NULL),
(287, 287, 1, '', '17', NULL),
(288, 288, 1, '', '6', NULL),
(289, 289, 1, '', '14', NULL),
(290, 290, 1, '', '14', NULL),
(291, 291, 1, '', '17', NULL),
(292, 292, 1, '', '16', NULL),
(293, 293, 1, '', '6', NULL),
(294, 294, 1, '', '6', NULL),
(295, 295, 1, '', '6', NULL),
(296, 296, 1, '', '14', NULL),
(297, 297, 1, '', '6', NULL),
(298, 298, 1, '', '6', NULL),
(299, 299, 1, '', '6', NULL),
(300, 300, 1, '', '6', NULL),
(301, 301, 1, '', '6', NULL),
(302, 302, 1, '', '4', NULL),
(303, 303, 1, '', '13', NULL),
(304, 304, 1, '', '4', NULL),
(305, 305, 1, '', '6', NULL),
(306, 306, 1, '', '4', NULL),
(307, 307, 1, '', '4', NULL),
(308, 308, 1, '', '4', NULL),
(309, 309, 1, '', '4', NULL),
(310, 310, 1, '', '4', NULL),
(311, 311, 1, '', '7', NULL),
(312, 312, 1, '', '4', NULL),
(313, 313, 1, '', '4', NULL),
(314, 314, 1, '', '7', NULL),
(315, 1, 2, '', '23', NULL),
(316, 2, 2, '', '19', NULL),
(317, 2, 2, '', '25', NULL),
(318, 3, 2, '', '25', NULL),
(319, 3, 2, '', '19', NULL),
(320, 4, 2, '', '24', NULL),
(321, 5, 2, '', '19', NULL),
(322, 6, 2, '', '23', NULL),
(323, 7, 2, '', '24', NULL),
(324, 8, 2, '', '21', NULL),
(325, 9, 2, '', '21', NULL),
(326, 10, 2, '', '24', NULL),
(327, 11, 2, '', '21', NULL),
(328, 12, 2, '', '22', NULL),
(329, 13, 2, '', '19', NULL),
(330, 14, 2, '', '24', NULL),
(331, 15, 2, '', '19', NULL),
(332, 16, 2, '', '19', NULL),
(333, 17, 2, '', '21', NULL),
(334, 18, 2, '', '20', NULL),
(335, 19, 2, '', '22', NULL),
(336, 20, 2, '', '18', NULL),
(337, 20, 2, '', '20', NULL),
(338, 21, 2, '', '18', NULL),
(339, 21, 2, '', '20', NULL),
(340, 22, 2, '', '23', NULL),
(341, 23, 2, '', '18', NULL),
(342, 24, 2, '', '23', NULL),
(343, 25, 2, '', '19', NULL),
(344, 25, 2, '', '20', NULL),
(345, 26, 2, '', '19', NULL),
(346, 26, 2, '', '20', NULL),
(347, 27, 2, '', '21', NULL),
(348, 28, 2, '', '21', NULL),
(349, 29, 2, '', '21', NULL),
(350, 30, 2, '', '24', NULL),
(351, 31, 2, '', '24', NULL),
(352, 32, 2, '', '24', NULL),
(353, 33, 2, '', '22', NULL),
(354, 34, 2, '', '22', NULL),
(355, 35, 2, '', '22', NULL),
(356, 36, 2, '', '23', NULL),
(357, 37, 2, '', '23', NULL),
(358, 38, 2, '', '23', NULL),
(359, 39, 2, '', '23', NULL),
(360, 40, 2, '', '23', NULL),
(361, 41, 2, '', '23', NULL),
(362, 42, 2, '', '23', NULL),
(363, 43, 2, '', '23', NULL),
(364, 44, 2, '', '23', NULL),
(365, 45, 2, '', '23', NULL),
(366, 46, 2, '', '23', NULL),
(367, 47, 2, '', '23', NULL),
(368, 48, 2, '', '23', NULL),
(369, 49, 2, '', '21', NULL),
(370, 50, 2, '', '23', NULL),
(371, 52, 2, '', '23', NULL),
(372, 53, 2, '', '23', NULL),
(373, 54, 2, '', '23', NULL),
(374, 55, 2, '', '23', NULL),
(375, 56, 2, '', '23', NULL),
(376, 57, 2, '', '23', NULL),
(377, 58, 2, '', '23', NULL),
(378, 59, 2, '', '23', NULL),
(379, 61, 2, '', '23', NULL),
(380, 62, 2, '', '23', NULL),
(381, 64, 2, '', '22', NULL),
(382, 65, 2, '', '22', NULL),
(383, 66, 2, '', '23', NULL),
(384, 67, 2, '', '23', NULL),
(385, 68, 2, '', '23', NULL),
(386, 69, 2, '', '23', NULL),
(387, 70, 2, '', '23', NULL),
(388, 71, 2, '', '24', NULL),
(389, 72, 2, '', '23', NULL),
(390, 73, 2, '', '23', NULL),
(391, 74, 2, '', '24', NULL),
(392, 75, 2, '', '23', NULL),
(393, 76, 2, '', '24', NULL),
(394, 77, 2, '', '23', NULL),
(395, 78, 2, '', '24', NULL),
(396, 79, 2, '', '23', NULL),
(397, 80, 2, '', '24', NULL),
(398, 81, 2, '', '23', NULL),
(399, 82, 2, '', '24', NULL),
(400, 83, 2, '', '23', NULL),
(401, 84, 2, '', '23', NULL),
(402, 85, 2, '', '23', NULL),
(403, 86, 2, '', '23', NULL),
(404, 87, 2, '', '23', NULL),
(405, 88, 2, '', '22', NULL),
(406, 89, 2, '', '22', NULL),
(407, 90, 2, '', '22', NULL),
(408, 91, 2, '', '22', NULL),
(409, 92, 2, '', '22', NULL),
(410, 93, 2, '', '22', NULL),
(411, 94, 2, '', '23', NULL),
(412, 95, 2, '', '23', NULL),
(413, 96, 2, '', '23', NULL),
(414, 97, 2, '', '23', NULL),
(415, 98, 2, '', '23', NULL),
(416, 99, 2, '', '23', NULL),
(417, 100, 2, '', '23', NULL),
(418, 101, 2, '', '23', NULL),
(419, 102, 2, '', '23', NULL),
(420, 103, 2, '', '23', NULL),
(421, 104, 2, '', '23', NULL),
(422, 105, 2, '', '23', NULL),
(423, 106, 2, '', '23', NULL),
(424, 107, 2, '', '23', NULL),
(425, 108, 2, '', '23', NULL),
(426, 109, 2, '', '19', NULL),
(427, 110, 2, '', '23', NULL),
(428, 111, 2, '', '23', NULL),
(429, 112, 2, '', '23', NULL),
(430, 113, 2, '', '23', NULL),
(431, 114, 2, '', '23', NULL),
(432, 115, 2, '', '23', NULL),
(433, 116, 2, '', '23', NULL),
(434, 117, 2, '', '23', NULL),
(435, 118, 2, '', '23', NULL),
(436, 119, 2, '', '23', NULL),
(437, 120, 2, '', '23', NULL),
(438, 121, 2, '', '23', NULL),
(439, 122, 2, '', '21', NULL),
(440, 123, 2, '', '23', NULL),
(441, 124, 2, '', '22', NULL),
(442, 125, 2, '', '23', NULL),
(443, 126, 2, '', '22', NULL),
(444, 127, 2, '', '23', NULL),
(445, 128, 2, '', '23', NULL),
(446, 129, 2, '', '23', NULL),
(447, 130, 2, '', '23', NULL),
(448, 131, 2, '', '23', NULL),
(449, 132, 2, '', '23', NULL),
(450, 133, 2, '', '23', NULL),
(451, 134, 2, '', '23', NULL),
(452, 135, 2, '', '23', NULL),
(453, 136, 2, '', '23', NULL),
(454, 137, 2, '', '23', NULL),
(455, 138, 2, '', '23', NULL),
(456, 139, 2, '', '23', NULL),
(457, 140, 2, '', '23', NULL),
(458, 141, 2, '', '23', NULL),
(459, 142, 2, '', '23', NULL),
(460, 143, 2, '', '23', NULL),
(461, 144, 2, '', '23', NULL),
(462, 145, 2, '', '23', NULL),
(463, 146, 2, '', '23', NULL),
(464, 147, 2, '', '23', NULL),
(465, 148, 2, '', '23', NULL),
(466, 149, 2, '', '23', NULL),
(467, 150, 2, '', '19', NULL),
(468, 151, 2, '', '23', NULL),
(469, 152, 2, '', '23', NULL),
(470, 153, 2, '', '23', NULL),
(471, 154, 2, '', '23', NULL),
(472, 155, 2, '', '22', NULL),
(473, 156, 2, '', '22', NULL),
(474, 157, 2, '', '22', NULL),
(475, 158, 2, '', '23', NULL),
(476, 159, 2, '', '23', NULL),
(477, 160, 2, '', '23', NULL),
(478, 161, 2, '', '23', NULL),
(479, 162, 2, '', '23', NULL),
(480, 163, 2, '', '23', NULL),
(481, 164, 2, '', '23', NULL),
(482, 165, 2, '', '23', NULL),
(483, 166, 2, '', '23', NULL),
(484, 167, 2, '', '23', NULL),
(485, 168, 2, '', '22', NULL),
(486, 169, 2, '', '22', NULL),
(487, 170, 2, '', '22', NULL),
(488, 171, 2, '', '22', NULL),
(489, 172, 2, '', '22', NULL),
(490, 173, 2, '', '22', NULL),
(491, 174, 2, '', '22', NULL),
(492, 175, 2, '', '22', NULL),
(493, 176, 2, '', '22', NULL),
(494, 177, 2, '', '22', NULL),
(495, 178, 2, '', '22', NULL),
(496, 179, 2, '', '22', NULL),
(497, 180, 2, '', '22', NULL),
(498, 181, 2, '', '22', NULL),
(499, 182, 2, '', '22', NULL),
(500, 183, 2, '', '22', NULL),
(501, 184, 2, '', '22', NULL),
(502, 185, 2, '', '22', NULL),
(503, 186, 2, '', '22', NULL),
(504, 187, 2, '', '22', NULL),
(505, 188, 2, '', '22', NULL),
(506, 189, 2, '', '22', NULL),
(507, 190, 2, '', '22', NULL),
(508, 191, 2, '', '22', NULL),
(509, 192, 2, '', '22', NULL),
(510, 193, 2, '', '22', NULL),
(511, 194, 2, '', '22', NULL),
(512, 195, 2, '', '22', NULL),
(513, 196, 2, '', '22', NULL),
(514, 197, 2, '', '22', NULL),
(515, 198, 2, '', '22', NULL),
(516, 199, 2, '', '22', NULL),
(517, 200, 2, '', '19', NULL),
(518, 201, 2, '', '22', NULL),
(519, 202, 2, '', '22', NULL),
(520, 203, 2, '', '22', NULL),
(521, 204, 2, '', '22', NULL),
(522, 205, 2, '', '22', NULL),
(523, 206, 2, '', '19', NULL),
(524, 207, 2, '', '22', NULL),
(525, 208, 2, '', '22', NULL),
(526, 209, 2, '', '18', NULL),
(527, 210, 2, '', '18', NULL),
(528, 211, 2, '', '18', NULL),
(529, 212, 2, '', '18', NULL),
(530, 213, 2, '', '19', NULL),
(531, 214, 2, '', '18', NULL),
(532, 215, 2, '', '18', NULL),
(533, 216, 2, '', '23', NULL),
(534, 217, 2, '', '18', NULL),
(535, 218, 2, '', '18', NULL),
(536, 219, 2, '', '18', NULL),
(537, 220, 2, '', '22', NULL),
(538, 221, 2, '', '22', NULL),
(539, 222, 2, '', '22', NULL),
(540, 223, 2, '', '22', NULL),
(541, 224, 2, '', '22', NULL),
(542, 225, 2, '', '22', NULL),
(543, 226, 2, '', '18', NULL),
(544, 227, 2, '', '18', NULL),
(545, 228, 2, '', '18', NULL),
(546, 229, 2, '', '23', NULL),
(547, 230, 2, '', '23', NULL),
(548, 231, 2, '', '23', NULL),
(549, 232, 2, '', '23', NULL),
(550, 233, 2, '', '24', NULL),
(551, 234, 2, '', '24', NULL),
(552, 235, 2, '', '24', NULL),
(553, 236, 2, '', '24', NULL),
(554, 237, 2, '', '24', NULL),
(555, 238, 2, '', '24', NULL),
(556, 239, 2, '', '24', NULL),
(557, 240, 2, '', '24', NULL),
(558, 241, 2, '', '24', NULL),
(559, 242, 2, '', '24', NULL),
(560, 243, 2, '', '24', NULL),
(561, 244, 2, '', '24', NULL),
(562, 245, 2, '', '24', NULL),
(563, 246, 2, '', '24', NULL),
(564, 247, 2, '', '24', NULL),
(565, 248, 2, '', '24', NULL),
(566, 249, 2, '', '24', NULL),
(567, 250, 2, '', '24', NULL),
(568, 251, 2, '', '24', NULL),
(569, 252, 2, '', '24', NULL),
(570, 253, 2, '', '24', NULL),
(571, 254, 2, '', '24', NULL),
(572, 255, 2, '', '23', NULL),
(573, 256, 2, '', '24', NULL),
(574, 257, 2, '', '23', NULL),
(575, 258, 2, '', '20', NULL),
(576, 259, 2, '', '20', NULL),
(577, 260, 2, '', '20', NULL),
(578, 261, 2, '', '20', NULL),
(579, 262, 2, '', '23', NULL),
(580, 263, 2, '', '20', NULL),
(581, 264, 2, '', '20', NULL),
(582, 265, 2, '', '20', NULL),
(583, 266, 2, '', '20', NULL),
(584, 267, 2, '', '20', NULL),
(585, 268, 2, '', '22', NULL),
(586, 269, 2, '', '22', NULL),
(587, 270, 2, '', '20', NULL),
(588, 271, 2, '', '20', NULL),
(589, 272, 2, '', '20', NULL),
(590, 273, 2, '', '20', NULL),
(591, 274, 2, '', '20', NULL),
(592, 275, 2, '', '20', NULL),
(593, 276, 2, '', '22', NULL),
(594, 277, 2, '', '19', NULL),
(595, 278, 2, '', '21', NULL),
(596, 279, 2, '', '19', NULL),
(597, 280, 2, '', '19', NULL),
(598, 281, 2, '', '18', NULL),
(599, 282, 2, '', '19', NULL),
(600, 283, 2, '', '19', NULL),
(601, 284, 2, '', '19', NULL),
(602, 285, 2, '', '19', NULL),
(603, 286, 2, '', '19', NULL),
(604, 287, 2, '', '19', NULL),
(605, 288, 2, '', '19', NULL),
(606, 289, 2, '', '19', NULL),
(607, 290, 2, '', '19', NULL),
(608, 291, 2, '', '19', NULL),
(609, 292, 2, '', '19', NULL),
(610, 293, 2, '', '23', NULL),
(611, 294, 2, '', '23', NULL),
(612, 295, 2, '', '23', NULL),
(613, 296, 2, '', '23', NULL),
(614, 297, 2, '', '23', NULL),
(615, 298, 2, '', '23', NULL),
(616, 299, 2, '', '23', NULL),
(617, 300, 2, '', '19', NULL),
(618, 301, 2, '', '19', NULL),
(619, 302, 2, '', '19', NULL),
(620, 303, 2, '', '19', NULL),
(621, 304, 2, '', '21', NULL),
(622, 305, 2, '', '23', NULL),
(623, 306, 2, '', '23', NULL),
(624, 307, 2, '', '23', NULL),
(625, 308, 2, '', '22', NULL),
(626, 309, 2, '', '23', NULL),
(627, 310, 2, '', '23', NULL),
(628, 311, 2, '', '23', NULL),
(629, 312, 2, '', '23', NULL),
(630, 313, 2, '', '24', NULL),
(631, 314, 2, '', '24', NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `s_shopshowcase_promo`
--

DROP TABLE IF EXISTS `s_shopshowcase_promo`;
CREATE TABLE IF NOT EXISTS `s_shopshowcase_promo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `status` tinyint(1) NOT NULL,
  `from` int(11) NOT NULL,
  `to` int(11) NOT NULL,
  `percent` float NOT NULL,
  `info` text NOT NULL,
  `date_add` int(11) NOT NULL,
  `date_edit` int(11) NOT NULL,
  `manager_edit` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `status` (`status`,`from`,`to`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `s_static_page`
--

DROP TABLE IF EXISTS `s_static_page`;
CREATE TABLE IF NOT EXISTS `s_static_page` (
  `id` int(11) NOT NULL,
  `author_add` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `author_edit` int(11) NOT NULL,
  `date_edit` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `s_static_page`
--

INSERT INTO `s_static_page` (`id`, `author_add`, `date_add`, `author_edit`, `date_edit`) VALUES
(11, 1, 1593424983, 1, 1593424983),
(12, 1, 1593425297, 1, 1593425297),
(13, 1, 1593425339, 1, 1593425339),
(14, 1, 1593425367, 1, 1593425367);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_aliases`
--

DROP TABLE IF EXISTS `wl_aliases`;
CREATE TABLE IF NOT EXISTS `wl_aliases` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` text NOT NULL COMMENT 'основне посилання',
  `service` int(11) DEFAULT 0,
  `table` text DEFAULT NULL,
  `seo_robot` tinyint(1) DEFAULT 0,
  `admin_sidebar` tinyint(1) DEFAULT 0,
  `admin_ico` text DEFAULT NULL,
  `admin_order` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_aliases`
--

INSERT INTO `wl_aliases` (`id`, `alias`, `service`, `table`, `seo_robot`, `admin_sidebar`, `admin_ico`, `admin_order`) VALUES
(1, 'main', 0, NULL, 0, 0, 'fa-home', 1),
(2, 'search', 0, NULL, 0, 0, NULL, NULL),
(3, 'profile', 0, NULL, 0, 0, NULL, NULL),
(4, 'login', 0, NULL, 0, 0, NULL, NULL),
(5, 'signup', 0, NULL, 0, 0, NULL, NULL),
(6, 'reset', 0, NULL, 0, 0, NULL, NULL),
(7, 'subscribe', 0, NULL, 0, 0, NULL, NULL),
(8, 'parts', 1, '_8_parts', 0, 0, 'fa-qrcode', 100),
(9, 'currency', 2, '_9_currency', 0, 0, 'fa-line-chart', 10),
(10, 'cart', 3, '_10_cart', 0, 1, 'fa-shopping-cart', 200),
(11, 'manufacturers', 4, '_11_manufacturers', 0, 0, 'fa-newspaper-o', 10),
(12, 'exchange-and-return', 4, '_12_exchange-and-return', 0, 0, 'fa-newspaper-o', 10),
(13, 'delivery-and-payments', 4, '_13_delivery-and-payments', 0, 0, 'fa-newspaper-o', 10),
(14, 'contacts', 4, '_14_contacts', 0, 0, 'fa-newspaper-o', 10);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_aliases_cooperation`
--

DROP TABLE IF EXISTS `wl_aliases_cooperation`;
CREATE TABLE IF NOT EXISTS `wl_aliases_cooperation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias1` int(11) NOT NULL,
  `alias2` int(11) NOT NULL,
  `type` text NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `alias1` (`alias1`),
  KEY `alias2` (`alias2`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_aliases_cooperation`
--

INSERT INTO `wl_aliases_cooperation` (`id`, `alias1`, `alias2`, `type`) VALUES
(1, 0, 9, '__page_before_init'),
(2, 8, 10, 'cart'),
(3, -1, 10, '__tab_profile'),
(4, 0, 10, 'login'),
(5, -1, 10, '__dashboard_subview');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_audio`
--

DROP TABLE IF EXISTS `wl_audio`;
CREATE TABLE IF NOT EXISTS `wl_audio` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `name` text NOT NULL,
  `text` text NOT NULL,
  `extension` text NOT NULL,
  `author` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `position` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`,`content`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_comments`
--

DROP TABLE IF EXISTS `wl_comments`;
CREATE TABLE IF NOT EXISTS `wl_comments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `user` int(11) NOT NULL,
  `parent` int(11) NOT NULL,
  `comment` text DEFAULT NULL,
  `rating` tinyint(4) DEFAULT NULL,
  `images` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `date_add` int(11) NOT NULL,
  `manager` int(11) DEFAULT NULL,
  `date_manage` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`,`content`),
  KEY `user` (`user`),
  KEY `status` (`status`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_fields`
--

DROP TABLE IF EXISTS `wl_fields`;
CREATE TABLE IF NOT EXISTS `wl_fields` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `form` int(11) NOT NULL,
  `name` text NOT NULL,
  `position` int(11) DEFAULT 0,
  `input_type` int(11) NOT NULL,
  `required` tinyint(1) DEFAULT 0,
  `title` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_fields_options`
--

DROP TABLE IF EXISTS `wl_fields_options`;
CREATE TABLE IF NOT EXISTS `wl_fields_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `field` int(11) NOT NULL,
  `value` text DEFAULT NULL,
  `title` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_files`
--

DROP TABLE IF EXISTS `wl_files`;
CREATE TABLE IF NOT EXISTS `wl_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `name` text NOT NULL,
  `text` text NOT NULL,
  `extension` text NOT NULL,
  `author` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `position` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`,`content`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_forms`
--

DROP TABLE IF EXISTS `wl_forms`;
CREATE TABLE IF NOT EXISTS `wl_forms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sidebar` tinyint(1) NOT NULL,
  `name` text NOT NULL,
  `captcha` tinyint(1) DEFAULT 0,
  `title` text DEFAULT NULL,
  `table` text DEFAULT NULL,
  `type` tinyint(1) NOT NULL DEFAULT 1 COMMENT '1-GET, 2-POST',
  `type_data` tinyint(1) NOT NULL DEFAULT 1 COMMENT '1-fields, 2-values',
  `send_mail` tinyint(1) DEFAULT NULL,
  `success` tinyint(1) DEFAULT NULL,
  `success_data` text DEFAULT NULL,
  `send_sms` tinyint(1) NOT NULL DEFAULT 0,
  `sms_text` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_images`
--

DROP TABLE IF EXISTS `wl_images`;
CREATE TABLE IF NOT EXISTS `wl_images` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `file_name` text DEFAULT NULL,
  `title` text DEFAULT NULL,
  `author` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `position` int(11) DEFAULT NULL,
  `id_1c` varchar(36) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`),
  KEY `content` (`content`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_images`
--

INSERT INTO `wl_images` (`id`, `alias`, `content`, `file_name`, `title`, `author`, `date_add`, `position`, `id_1c`) VALUES
(1, 8, 2, '00-00000001_1.jpg', '', 0, 1593209191, 1, '83788425-4923-11ea-80bc-6c2b59e4fea1'),
(2, 8, 3, '00-00000002_1.jpg', '', 0, 1593209191, 1, '8713bbe8-0fc3-11ea-80b9-6c2b59e4fea1'),
(3, 8, 5, '00-00000003_1.jpg', '', 0, 1593209191, 1, '83788424-4923-11ea-80bc-6c2b59e4fea1'),
(4, 8, 8, '00-00000004_1.jpg', '', 0, 1593209191, 1, '8378841d-4923-11ea-80bc-6c2b59e4fea1'),
(5, 8, 9, '00-00000005_1.jpg', '', 0, 1593209191, 1, '8378841e-4923-11ea-80bc-6c2b59e4fea1'),
(6, 8, 9, '00-00000005_2.jpg', '', 0, 1593209191, 2, '8378841c-4923-11ea-80bc-6c2b59e4fea1'),
(7, 8, 12, '00-00000007_1.jpg', '', 0, 1593209191, 1, '9f313740-63b2-11ea-80bc-6c2b59e4fea1'),
(8, 8, 13, '00-00000008_1.jpg', '', 0, 1593209191, 1, '83788420-4923-11ea-80bc-6c2b59e4fea1'),
(9, 8, 15, '00-00000009_1.jpg', '', 0, 1593209191, 1, '9f31375c-63b2-11ea-80bc-6c2b59e4fea1'),
(10, 8, 17, '00-00000010_1.jpg', '', 0, 1593209191, 1, '8378841f-4923-11ea-80bc-6c2b59e4fea1'),
(11, 8, 18, '00-00000011_1.jpg', '', 0, 1593209191, 1, '83788421-4923-11ea-80bc-6c2b59e4fea1'),
(12, 8, 20, '00-00000012_1.jpg', '', 0, 1593209191, 1, '83788422-4923-11ea-80bc-6c2b59e4fea1'),
(13, 8, 21, '00-00000013_1.jpg', '', 0, 1593209191, 1, '9f313749-63b2-11ea-80bc-6c2b59e4fea1'),
(14, 8, 25, '00-00000014_1.jpg', '', 0, 1593209191, 1, '83788423-4923-11ea-80bc-6c2b59e4fea1'),
(15, 8, 26, '00-00000015_1.jpg', '', 0, 1593209191, 1, '9f31374e-63b2-11ea-80bc-6c2b59e4fea1'),
(16, 8, 27, '00-00000016_1.jpg', '', 0, 1593209191, 1, '899ffe0d-6371-11ea-80bc-6c2b59e4fea1'),
(17, 8, 28, '00-00000019_1.jpg', '', 0, 1593209191, 1, '73dfcffc-63b1-11ea-80bc-6c2b59e4fea1'),
(18, 8, 29, '00-00000020_1.jpg', '', 0, 1593209191, 1, '9f31372c-63b2-11ea-80bc-6c2b59e4fea1'),
(20, 8, -4, 'emgrand-20.png', '', 1, 1593471117, 1, NULL),
(21, 8, -15, 'ec7-21.png', '', 1, 1593471194, 1, NULL),
(22, 8, -1, 'chery-22.png', '', 1, 1593471339, 1, NULL),
(23, 8, -7, 'lifan-23.png', '', 1, 1593471568, 1, NULL),
(24, 8, -2, 'zaz-24.png', '', 1, 1593471574, 1, NULL),
(25, 8, -3, 'geely-25.png', '', 1, 1593471580, 1, NULL),
(26, 8, -5, 'byd-26.png', '', 1, 1593471589, 1, NULL),
(27, 8, -6, 'great-wall-27.png', '', 1, 1593471596, 1, NULL),
(29, 8, -25, 'ec7rv-29.png', '', 1, 1593472236, 1, NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_images_sizes`
--

DROP TABLE IF EXISTS `wl_images_sizes`;
CREATE TABLE IF NOT EXISTS `wl_images_sizes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `active` tinyint(1) DEFAULT NULL,
  `name` text DEFAULT NULL,
  `prefix` tinytext DEFAULT NULL,
  `type` tinyint(1) NOT NULL COMMENT '1 resize, 2 preview',
  `width` int(11) NOT NULL,
  `height` int(11) NOT NULL,
  `quality` tinyint(2) NOT NULL DEFAULT 100,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_images_sizes`
--

INSERT INTO `wl_images_sizes` (`id`, `alias`, `active`, `name`, `prefix`, `type`, `width`, `height`, `quality`) VALUES
(1, 0, 1, 'Значення по замовчуванню. Оригінал', NULL, 1, 1500, 1500, 100),
(2, 0, 1, 'Значення по замовчуванню. Панель керування', 'admin', 2, 150, 150, 100),
(3, 0, 1, 'Значення по замовчуванню. Header для соц. мереж', 'header', 2, 600, 315, 100),
(4, 8, 1, 'Відображення у корзині', 'cart', 2, 180, 180, 100),
(5, 8, 1, 'Відображення у каталозі товарів', 'catalog', 2, 265, 265, 100),
(6, 8, 1, 'Товар детально', 'detal', 2, 500, 500, 100),
(7, 8, 1, 'Товар детально міні', 'thumb', 2, 75, 75, 100);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_input_types`
--

DROP TABLE IF EXISTS `wl_input_types`;
CREATE TABLE IF NOT EXISTS `wl_input_types` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `options` tinyint(1) DEFAULT 0,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_input_types`
--

INSERT INTO `wl_input_types` (`id`, `name`, `options`) VALUES
(1, 'text', 0),
(2, 'number', 0),
(3, 'email', 0),
(4, 'url', 0),
(5, 'date', 0),
(6, 'time', 0),
(7, 'datetime', 0),
(8, 'textarea', 0),
(9, 'radio', 1),
(10, 'select', 1),
(11, 'checkbox', 1),
(12, 'checkbox-select2', 1),
(13, 'file', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_language_values`
--

DROP TABLE IF EXISTS `wl_language_values`;
CREATE TABLE IF NOT EXISTS `wl_language_values` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `word` int(11) NOT NULL,
  `language` varchar(2) DEFAULT NULL,
  `value` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=107 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_language_values`
--

INSERT INTO `wl_language_values` (`id`, `word`, `language`, `value`) VALUES
(1, 1, 'uk', NULL),
(2, 1, 'ru', NULL),
(3, 2, 'uk', NULL),
(4, 2, 'ru', NULL),
(5, 3, 'uk', NULL),
(6, 3, 'ru', NULL),
(7, 4, 'uk', NULL),
(8, 4, 'ru', NULL),
(9, 5, 'uk', NULL),
(10, 5, 'ru', NULL),
(11, 6, 'uk', NULL),
(12, 6, 'ru', NULL),
(13, 7, 'uk', NULL),
(14, 7, 'ru', NULL),
(15, 8, 'uk', NULL),
(16, 8, 'ru', NULL),
(17, 9, 'uk', NULL),
(18, 9, 'ru', NULL),
(19, 10, 'uk', NULL),
(20, 10, 'ru', NULL),
(21, 11, 'uk', NULL),
(22, 11, 'ru', NULL),
(23, 12, 'uk', NULL),
(24, 12, 'ru', NULL),
(25, 13, 'uk', NULL),
(26, 13, 'ru', NULL),
(27, 14, 'uk', NULL),
(28, 14, 'ru', NULL),
(29, 15, 'uk', NULL),
(30, 15, 'ru', NULL),
(31, 16, 'uk', NULL),
(32, 16, 'ru', NULL),
(33, 17, 'uk', NULL),
(34, 17, 'ru', NULL),
(35, 18, 'uk', NULL),
(36, 18, 'ru', NULL),
(37, 19, 'uk', NULL),
(38, 19, 'ru', NULL),
(39, 20, 'uk', NULL),
(40, 20, 'ru', NULL),
(41, 21, 'uk', NULL),
(42, 21, 'ru', NULL),
(43, 22, 'uk', NULL),
(44, 22, 'ru', NULL),
(45, 23, 'uk', NULL),
(46, 23, 'ru', NULL),
(47, 24, 'uk', NULL),
(48, 24, 'ru', NULL),
(49, 25, 'uk', NULL),
(50, 25, 'ru', NULL),
(51, 26, 'uk', NULL),
(52, 26, 'ru', NULL),
(53, 27, 'uk', NULL),
(54, 27, 'ru', NULL),
(55, 28, 'uk', NULL),
(56, 28, 'ru', NULL),
(57, 29, 'uk', NULL),
(58, 29, 'ru', NULL),
(59, 30, 'uk', NULL),
(60, 30, 'ru', NULL),
(61, 31, 'uk', NULL),
(62, 31, 'ru', NULL),
(63, 32, 'uk', NULL),
(64, 32, 'ru', NULL),
(65, 33, 'uk', NULL),
(66, 33, 'ru', NULL),
(67, 34, 'uk', NULL),
(68, 34, 'ru', NULL),
(69, 35, 'uk', NULL),
(70, 35, 'ru', NULL),
(71, 36, 'uk', NULL),
(72, 36, 'ru', NULL),
(73, 37, 'uk', NULL),
(74, 37, 'ru', NULL),
(75, 38, 'uk', NULL),
(76, 38, 'ru', NULL),
(77, 39, 'uk', NULL),
(78, 39, 'ru', NULL),
(79, 40, 'uk', NULL),
(80, 40, 'ru', NULL),
(81, 41, 'uk', NULL),
(82, 41, 'ru', NULL),
(83, 42, 'uk', NULL),
(84, 42, 'ru', NULL),
(85, 43, 'uk', NULL),
(86, 43, 'ru', NULL),
(87, 44, 'uk', NULL),
(88, 44, 'ru', NULL),
(89, 45, 'uk', NULL),
(90, 45, 'ru', NULL),
(91, 46, 'uk', NULL),
(92, 46, 'ru', NULL),
(93, 47, 'uk', NULL),
(94, 47, 'ru', NULL),
(95, 48, 'uk', NULL),
(96, 48, 'ru', NULL),
(97, 49, 'uk', NULL),
(98, 49, 'ru', NULL),
(99, 50, 'uk', NULL),
(100, 50, 'ru', NULL),
(101, 51, 'uk', NULL),
(102, 51, 'ru', NULL),
(103, 52, 'uk', NULL),
(104, 52, 'ru', NULL),
(105, 53, 'uk', NULL),
(106, 53, 'ru', NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_language_words`
--

DROP TABLE IF EXISTS `wl_language_words`;
CREATE TABLE IF NOT EXISTS `wl_language_words` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `word` text DEFAULT NULL,
  `alias` int(11) NOT NULL,
  `type` tinyint(4) NOT NULL,
  `position` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_language_words`
--

INSERT INTO `wl_language_words` (`id`, `word`, `alias`, `type`, `position`) VALUES
(1, 'Кабінет клієнта', 3, 1, 1),
(2, 'Мої замовлення', 3, 1, 2),
(3, 'Профіль', 3, 1, 3),
(4, 'Редагувати профіль', 3, 1, 4),
(5, 'Реєстрація', 4, 1, 1),
(6, 'Ім\'я', 5, 1, 1),
(7, 'Прізвище', 5, 1, 2),
(8, 'Контактний телефон', 5, 1, 3),
(9, 'Пароль', 4, 1, 2),
(10, 'Повторіть пароль', 5, 1, 4),
(11, '*пороль має містити від 5 до 20 символів', 5, 1, 5),
(12, 'Зареєструватися', 5, 1, 6),
(13, 'Вхід', 4, 1, 3),
(14, 'Забули пароль?', 4, 1, 4),
(15, 'Увійти', 4, 1, 5),
(16, 'Вже зареєстровані?', 4, 1, 6),
(17, 'увійти за допомогою email та паролю', 4, 1, 7),
(18, 'Вкажіть свої персональні дані (емейл, телефон, назву компанії) і розпочнімо співпрацю з Dinmark!', 5, 1, 7),
(19, 'Головна', 0, 1, 1),
(20, 'Переглянути', 0, 1, 2),
(21, 'Показати наступні 12 товарів', 0, 1, 3),
(22, 'Загальні дані', 3, 1, 5),
(23, 'Безпека', 3, 1, 6),
(24, 'Моє ім\'я', 3, 1, 7),
(25, 'Мій', 3, 1, 8),
(26, 'Номер телефону', 3, 1, 9),
(27, 'Компанія', 3, 1, 10),
(28, 'Додати/оновити фото', 3, 1, 11),
(29, 'Тип', 3, 1, 12),
(30, 'Останній вхід', 3, 1, 13),
(31, 'Дата реєстрації', 3, 1, 14),
(32, 'Зберегти зміни', 3, 1, 15),
(33, 'Зміна паролю', 3, 1, 16),
(34, 'Введіть старий/поточний пароль', 3, 1, 17),
(35, 'Введіть новий пароль', 3, 1, 18),
(36, 'Повторіть новий пароль', 3, 1, 19),
(37, 'Оновити пароль', 3, 1, 20),
(38, 'Реєстр дій', 3, 1, 21),
(39, 'Категорії', 8, 1, 1),
(40, 'search text', 2, 1, 1),
(41, 'Повторити пошук', 2, 1, 2),
(42, 'Шукати', 0, 1, 4),
(43, 'About', 2, 1, 3),
(44, 'results', 2, 1, 4),
(45, 'Мої замовлення', 10, 1, 1),
(46, 'Кабінет клієнта', 10, 1, 2),
(47, 'Профіль', 10, 1, 3),
(48, 'Редагувати профіль', 10, 1, 4),
(49, 'Замовлення', 10, 1, 5),
(50, 'Статус', 10, 1, 6),
(51, 'Сума', 10, 1, 7),
(52, 'Оплата', 10, 1, 8),
(53, 'Доставка', 10, 1, 9);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_mail_active`
--

DROP TABLE IF EXISTS `wl_mail_active`;
CREATE TABLE IF NOT EXISTS `wl_mail_active` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template` int(11) NOT NULL,
  `form` int(11) NOT NULL,
  `active` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_mail_history`
--

DROP TABLE IF EXISTS `wl_mail_history`;
CREATE TABLE IF NOT EXISTS `wl_mail_history` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `from` text DEFAULT NULL,
  `fromName` text DEFAULT NULL,
  `to` text DEFAULT NULL,
  `replyTo` text DEFAULT NULL,
  `subject` text DEFAULT NULL,
  `message` text DEFAULT NULL,
  `attach` text DEFAULT NULL,
  `send_email` tinyint(1) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_mail_templates`
--

DROP TABLE IF EXISTS `wl_mail_templates`;
CREATE TABLE IF NOT EXISTS `wl_mail_templates` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text DEFAULT NULL,
  `from` text DEFAULT NULL,
  `to` text DEFAULT NULL,
  `multilanguage` tinyint(1) DEFAULT NULL,
  `savetohistory` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_mail_templats_data`
--

DROP TABLE IF EXISTS `wl_mail_templats_data`;
CREATE TABLE IF NOT EXISTS `wl_mail_templats_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template` int(11) NOT NULL,
  `language` varchar(2) DEFAULT NULL,
  `title` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_media_text`
--

DROP TABLE IF EXISTS `wl_media_text`;
CREATE TABLE IF NOT EXISTS `wl_media_text` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` enum('photo','video') NOT NULL,
  `content` int(11) NOT NULL,
  `language` varchar(2) NOT NULL,
  `text` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `content` (`type`,`content`,`language`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_ntkd`
--

DROP TABLE IF EXISTS `wl_ntkd`;
CREATE TABLE IF NOT EXISTS `wl_ntkd` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `language` enum('uk','ru') NOT NULL DEFAULT 'uk',
  `use_sections` tinyint(1) DEFAULT NULL,
  `get_ivafc` varchar(5) DEFAULT NULL,
  `name` text DEFAULT NULL,
  `title` text DEFAULT NULL,
  `description` text DEFAULT NULL,
  `keywords` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  `list` text DEFAULT NULL,
  `meta` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `language` (`language`),
  KEY `alias` (`alias`,`content`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=441 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_ntkd`
--

INSERT INTO `wl_ntkd` (`id`, `alias`, `content`, `language`, `use_sections`, `get_ivafc`, `name`, `title`, `description`, `keywords`, `text`, `list`, `meta`) VALUES
(1, 1, 0, 'uk', NULL, '', 'Запчастини до китайських автомобілів', NULL, NULL, NULL, NULL, NULL, NULL),
(2, 2, 0, 'uk', NULL, '', 'Пошук lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(3, 3, 0, 'uk', NULL, NULL, 'Мій кабінет lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(4, 4, 0, 'uk', NULL, '', 'Увійти у lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(5, 5, 0, 'uk', NULL, NULL, 'Реєстрація lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(6, 6, 0, 'uk', NULL, NULL, 'Відновлення паролю lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(7, 7, 0, 'uk', NULL, NULL, 'Підписка', NULL, NULL, NULL, NULL, NULL, NULL),
(8, 1, 0, 'ru', NULL, NULL, 'lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(9, 2, 0, 'ru', NULL, NULL, 'Пошук lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(10, 3, 0, 'ru', NULL, NULL, 'Мій кабінет lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(11, 4, 0, 'ru', NULL, NULL, 'Увійти у lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(12, 5, 0, 'ru', NULL, NULL, 'Реєстрація lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(13, 6, 0, 'ru', NULL, NULL, 'Відновлення паролю lifecars.localhost', NULL, NULL, NULL, NULL, NULL, NULL),
(14, 7, 0, 'ru', NULL, NULL, 'Підписка', NULL, NULL, NULL, NULL, NULL, NULL),
(15, 8, 0, 'uk', NULL, '', 'Каталог товарів', NULL, NULL, NULL, NULL, NULL, NULL),
(16, 8, 0, 'ru', NULL, NULL, 'Каталог товарів', NULL, NULL, NULL, NULL, NULL, NULL),
(17, 9, 0, 'uk', NULL, '', 'Курс валют', NULL, NULL, NULL, NULL, NULL, NULL),
(18, 9, 0, 'ru', NULL, NULL, 'Курс валют', NULL, NULL, NULL, NULL, NULL, NULL),
(19, 8, -1, 'uk', NULL, 'i', 'Chery', NULL, NULL, NULL, NULL, NULL, NULL),
(20, 8, -1, 'ru', NULL, 'i', 'Chery', NULL, NULL, NULL, NULL, NULL, NULL),
(21, 8, -2, 'uk', NULL, 'i', 'ZAZ', NULL, NULL, NULL, NULL, NULL, NULL),
(22, 8, -2, 'ru', NULL, 'i', 'ZAZ', NULL, NULL, NULL, NULL, NULL, NULL),
(23, 8, -3, 'uk', NULL, 'i', 'Geely', NULL, NULL, NULL, NULL, NULL, NULL),
(24, 8, -3, 'ru', NULL, 'i', 'Geely', NULL, NULL, NULL, NULL, NULL, NULL),
(25, 8, -4, 'uk', NULL, 'i', 'Emgrand', NULL, NULL, NULL, NULL, NULL, NULL),
(26, 8, -4, 'ru', NULL, 'i', 'Emgrand', NULL, NULL, NULL, NULL, NULL, NULL),
(27, 8, -5, 'uk', NULL, 'i', 'BYD', NULL, NULL, NULL, NULL, NULL, NULL),
(28, 8, -5, 'ru', NULL, 'i', 'BYD', NULL, NULL, NULL, NULL, NULL, NULL),
(29, 8, -6, 'uk', NULL, 'i', 'Great Wall', NULL, NULL, NULL, NULL, NULL, NULL),
(30, 8, -6, 'ru', NULL, 'i', 'Great Wall', NULL, NULL, NULL, NULL, NULL, NULL),
(31, 8, -7, 'uk', NULL, 'i', 'Lifan', NULL, NULL, NULL, NULL, NULL, NULL),
(32, 8, -7, 'ru', NULL, 'i', 'Lifan', NULL, NULL, NULL, NULL, NULL, NULL),
(33, 8, -8, 'uk', NULL, NULL, 'QQ', NULL, NULL, NULL, NULL, NULL, NULL),
(34, 8, -8, 'ru', NULL, NULL, 'QQ', NULL, NULL, NULL, NULL, NULL, NULL),
(35, 8, -9, 'uk', NULL, '', 'Amulet', NULL, NULL, NULL, NULL, NULL, NULL),
(36, 8, -9, 'ru', NULL, NULL, 'Amulet', NULL, NULL, NULL, NULL, NULL, NULL),
(37, 8, -10, 'uk', NULL, '', 'Kimo', NULL, NULL, NULL, NULL, NULL, NULL),
(38, 8, -10, 'ru', NULL, NULL, 'Kimo', NULL, NULL, NULL, NULL, NULL, NULL),
(39, 8, -11, 'uk', NULL, NULL, 'Jaggi', NULL, NULL, NULL, NULL, NULL, NULL),
(40, 8, -11, 'ru', NULL, NULL, 'Jaggi', NULL, NULL, NULL, NULL, NULL, NULL),
(41, 8, -12, 'uk', NULL, '', 'Forza', NULL, NULL, NULL, NULL, NULL, NULL),
(42, 8, -12, 'ru', NULL, NULL, 'Forza', NULL, NULL, NULL, NULL, NULL, NULL),
(43, 8, -13, 'uk', NULL, NULL, 'Elara', NULL, NULL, NULL, NULL, NULL, NULL),
(44, 8, -13, 'ru', NULL, NULL, 'Elara', NULL, NULL, NULL, NULL, NULL, NULL),
(45, 8, -14, 'uk', NULL, NULL, 'CK', NULL, NULL, NULL, NULL, NULL, NULL),
(46, 8, -14, 'ru', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL),
(47, 8, -15, 'uk', NULL, 'i', 'EC7', NULL, NULL, NULL, NULL, NULL, NULL),
(48, 8, -15, 'ru', NULL, 'i', 'EC7', NULL, NULL, NULL, NULL, NULL, NULL),
(49, 8, -16, 'uk', NULL, NULL, 'Tiggo', NULL, NULL, NULL, NULL, NULL, NULL),
(50, 8, -16, 'ru', NULL, NULL, 'Tiggo', NULL, NULL, NULL, NULL, NULL, NULL),
(51, 8, -17, 'uk', NULL, NULL, 'CK2', NULL, NULL, NULL, NULL, NULL, NULL),
(52, 8, -17, 'ru', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL),
(53, 8, -18, 'uk', NULL, NULL, 'MK-2/MK Cross', NULL, NULL, NULL, NULL, NULL, NULL),
(54, 8, -18, 'ru', NULL, NULL, 'MK-2/MK Cross', NULL, NULL, NULL, NULL, NULL, NULL),
(55, 8, -19, 'uk', NULL, NULL, 'MK/MK New', NULL, NULL, NULL, NULL, NULL, NULL),
(56, 8, -19, 'ru', NULL, NULL, 'MK/MK New', NULL, NULL, NULL, NULL, NULL, NULL),
(57, 8, -20, 'uk', NULL, NULL, 'GS6', NULL, NULL, NULL, NULL, NULL, NULL),
(58, 8, -20, 'ru', NULL, NULL, 'GS6', NULL, NULL, NULL, NULL, NULL, NULL),
(59, 8, -21, 'uk', NULL, NULL, 'LC Cross (GX2)', NULL, NULL, NULL, NULL, NULL, NULL),
(60, 8, -21, 'ru', NULL, NULL, 'LC Cross (GX2)', NULL, NULL, NULL, NULL, NULL, NULL),
(61, 8, -22, 'uk', NULL, NULL, 'LC Panda (GC2)', NULL, NULL, NULL, NULL, NULL, NULL),
(62, 8, -22, 'ru', NULL, NULL, 'LC Panda (GC2)', NULL, NULL, NULL, NULL, NULL, NULL),
(63, 8, -23, 'uk', NULL, NULL, 'Eastar', NULL, NULL, NULL, NULL, NULL, NULL),
(64, 8, -23, 'ru', NULL, NULL, 'Eastar', NULL, NULL, NULL, NULL, NULL, NULL),
(65, 8, -24, 'uk', NULL, NULL, 'MK2', NULL, NULL, NULL, NULL, NULL, NULL),
(66, 8, -24, 'ru', NULL, NULL, 'MK2', NULL, NULL, NULL, NULL, NULL, NULL),
(67, 8, -25, 'uk', NULL, 'i', 'EC7RV', NULL, NULL, NULL, NULL, NULL, NULL),
(68, 8, -25, 'ru', NULL, 'i', 'EC7RV', NULL, NULL, NULL, NULL, NULL, NULL),
(69, 8, -26, 'uk', NULL, NULL, 'FC', NULL, NULL, NULL, NULL, NULL, NULL),
(70, 8, -26, 'ru', NULL, NULL, 'FC', NULL, NULL, NULL, NULL, NULL, NULL),
(71, 8, -27, 'uk', NULL, NULL, 'Emgrand EC7', NULL, NULL, NULL, NULL, NULL, NULL),
(72, 8, -27, 'ru', NULL, NULL, 'Emgrand EC7', NULL, NULL, NULL, NULL, NULL, NULL),
(73, 8, -28, 'uk', NULL, NULL, 'Emgrand EC7RV', NULL, NULL, NULL, NULL, NULL, NULL),
(74, 8, -28, 'ru', NULL, NULL, 'Emgrand EC7RV', NULL, NULL, NULL, NULL, NULL, NULL),
(75, 8, -29, 'uk', NULL, NULL, 'F3', NULL, NULL, NULL, NULL, NULL, NULL),
(76, 8, -29, 'ru', NULL, NULL, 'F3', NULL, NULL, NULL, NULL, NULL, NULL),
(77, 8, -30, 'uk', NULL, NULL, 'F6', NULL, NULL, NULL, NULL, NULL, NULL),
(78, 8, -30, 'ru', NULL, NULL, 'F6', NULL, NULL, NULL, NULL, NULL, NULL),
(79, 8, -31, 'uk', NULL, NULL, 'Haval H3', NULL, NULL, NULL, NULL, NULL, NULL),
(80, 8, -31, 'ru', NULL, NULL, 'Haval H3', NULL, NULL, NULL, NULL, NULL, NULL),
(81, 8, -32, 'uk', NULL, NULL, 'Hover', NULL, NULL, NULL, NULL, NULL, NULL),
(82, 8, -32, 'ru', NULL, NULL, 'Hover', NULL, NULL, NULL, NULL, NULL, NULL),
(83, 8, -33, 'uk', NULL, NULL, 'M11', NULL, NULL, NULL, NULL, NULL, NULL),
(84, 8, -33, 'ru', NULL, NULL, 'M11', NULL, NULL, NULL, NULL, NULL, NULL),
(85, 8, -34, 'uk', NULL, NULL, 'Haval H5', NULL, NULL, NULL, NULL, NULL, NULL),
(86, 8, -34, 'ru', NULL, NULL, 'Haval H5', NULL, NULL, NULL, NULL, NULL, NULL),
(87, 8, -35, 'uk', NULL, NULL, '320 Smily', NULL, NULL, NULL, NULL, NULL, NULL),
(88, 8, -35, 'ru', NULL, NULL, '320 Smily', NULL, NULL, NULL, NULL, NULL, NULL),
(89, 8, -36, 'uk', NULL, NULL, '520 Breez', NULL, NULL, NULL, NULL, NULL, NULL),
(90, 8, -36, 'ru', NULL, NULL, '520 Breez', NULL, NULL, NULL, NULL, NULL, NULL),
(91, 8, -37, 'uk', NULL, NULL, '620 Solano', NULL, NULL, NULL, NULL, NULL, NULL),
(92, 8, -37, 'ru', NULL, NULL, '620 Solano', NULL, NULL, NULL, NULL, NULL, NULL),
(93, 8, -38, 'uk', NULL, NULL, 'E5', NULL, NULL, NULL, NULL, NULL, NULL),
(94, 8, -38, 'ru', NULL, NULL, 'E5', NULL, NULL, NULL, NULL, NULL, NULL),
(95, 8, -39, 'uk', NULL, NULL, 'Beat', NULL, NULL, NULL, NULL, NULL, NULL),
(96, 8, -39, 'ru', NULL, NULL, 'Beat', NULL, NULL, NULL, NULL, NULL, NULL),
(97, 8, -40, 'uk', NULL, NULL, 'X60', NULL, NULL, NULL, NULL, NULL, NULL),
(98, 8, -40, 'ru', NULL, NULL, 'X60', NULL, NULL, NULL, NULL, NULL, NULL),
(99, 8, -41, 'uk', NULL, NULL, 'Arizzo 7', NULL, NULL, NULL, NULL, NULL, NULL),
(100, 8, -41, 'ru', NULL, NULL, 'Arizzo 7', NULL, NULL, NULL, NULL, NULL, NULL),
(101, 8, -42, 'uk', NULL, NULL, 'Tiggo 3', NULL, NULL, NULL, NULL, NULL, NULL),
(102, 8, -42, 'ru', NULL, NULL, 'Tiggo 3', NULL, NULL, NULL, NULL, NULL, NULL),
(103, 8, -43, 'uk', NULL, NULL, 'Tiggo 5', NULL, NULL, NULL, NULL, NULL, NULL),
(104, 8, -43, 'ru', NULL, NULL, 'Tiggo 5', NULL, NULL, NULL, NULL, NULL, NULL),
(105, 8, -44, 'uk', NULL, NULL, 'SL', NULL, NULL, NULL, NULL, NULL, NULL),
(106, 8, -44, 'ru', NULL, NULL, 'SL', NULL, NULL, NULL, NULL, NULL, NULL),
(107, 8, -45, 'uk', NULL, NULL, 'X7', NULL, NULL, NULL, NULL, NULL, NULL),
(108, 8, -45, 'ru', NULL, NULL, 'X7', NULL, NULL, NULL, NULL, NULL, NULL),
(109, 8, -46, 'uk', NULL, NULL, 'Arrizo 3', NULL, NULL, NULL, NULL, NULL, NULL),
(110, 8, -46, 'ru', NULL, NULL, 'Arrizo 3', NULL, NULL, NULL, NULL, NULL, NULL),
(111, 8, -47, 'uk', NULL, NULL, 'Tiggo 2', NULL, NULL, NULL, NULL, NULL, NULL),
(112, 8, -47, 'ru', NULL, NULL, 'Tiggo 2', NULL, NULL, NULL, NULL, NULL, NULL),
(113, 8, 1, 'uk', NULL, '', 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(114, 8, 2, 'uk', NULL, 'i', 'Фільтр масляний', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480-1012010', NULL, NULL),
(115, 8, 3, 'uk', NULL, NULL, 'Фільтр масляний', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480-1012010', NULL, NULL),
(116, 8, 4, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(117, 8, 5, 'uk', NULL, NULL, 'Насос масляний', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480-1011030', NULL, NULL),
(118, 8, 6, 'uk', NULL, NULL, 'Болт кріплення стійки стабілізатора', NULL, NULL, NULL, '', NULL, NULL),
(119, 8, 7, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(120, 8, 8, 'uk', NULL, NULL, 'Амортизатор задній лівий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр Амортизатор задній лівий', NULL, NULL),
(121, 8, 9, 'uk', NULL, NULL, 'Амортизатор задній лівий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 1400616180', NULL, NULL),
(122, 8, 10, 'uk', NULL, NULL, 'Болт натяжний ремня ГУР ', NULL, NULL, NULL, '', NULL, NULL),
(123, 8, 11, 'uk', NULL, NULL, 'Амортизатор задній лівий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр Амортизатор задній лівий', NULL, NULL),
(124, 8, 12, 'uk', NULL, 'i', 'Бампер передній', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 1068001651', NULL, NULL),
(125, 8, 13, 'uk', NULL, NULL, 'Вал колінчатий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480-1005011', NULL, NULL),
(126, 8, 14, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(127, 8, 15, 'uk', NULL, NULL, 'Шатун', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480-1004110', NULL, NULL),
(128, 8, 16, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(129, 8, 17, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 1014001605', NULL, NULL),
(130, 8, 18, 'uk', NULL, NULL, 'Генератор 75 A (2 конт.)', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр S11-3701110FA', NULL, NULL),
(131, 8, 19, 'uk', NULL, NULL, 'Електропривод замка передніх правих дверей', NULL, NULL, NULL, '', NULL, NULL),
(132, 8, 20, 'uk', NULL, NULL, 'Датчик ABS передній лівий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 1709205180', NULL, NULL),
(133, 8, 21, 'uk', NULL, NULL, 'Датчик ABS передній лівий', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр A11-3550111', NULL, NULL),
(134, 8, 22, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(135, 8, 23, 'uk', NULL, NULL, 'Барабан гальмівний задній (2 підш.)(без ABS)', NULL, NULL, NULL, '', NULL, NULL),
(136, 8, 24, 'uk', NULL, NULL, 'Амортизатор передній газ-масло (шток 14 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(137, 8, 25, 'uk', NULL, 'i', 'Датчик/клапан холостого ходу', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 480EE-1008052', NULL, NULL),
(138, 8, 26, 'uk', NULL, NULL, 'Датчик/клапан холостого ходу', NULL, NULL, NULL, 'Тест!!! Текстовий опис укр 1136000170', NULL, NULL),
(139, 8, 27, 'uk', NULL, NULL, 'Амортизатор задній', NULL, NULL, NULL, 'Амортизатор виробництва Konner Korea', NULL, NULL),
(140, 8, 28, 'uk', NULL, NULL, 'Амортизатор задній', NULL, NULL, NULL, 'Амортизатор задній на Emgrand EC7', NULL, NULL),
(141, 8, 29, 'uk', NULL, 'i', 'Амортизатор задній', NULL, NULL, NULL, 'амортизатор задній Geely FC', NULL, NULL),
(142, 8, 30, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(143, 8, 31, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(144, 8, 32, 'uk', NULL, NULL, 'Абсорбер паливний', NULL, NULL, NULL, '', NULL, NULL),
(145, 8, 33, 'uk', NULL, NULL, 'Електропривод замка багажника', NULL, NULL, NULL, '', NULL, NULL),
(146, 8, 34, 'uk', NULL, NULL, 'Електропривод замка задніх лівих дверей', NULL, NULL, NULL, '', NULL, NULL),
(147, 8, 35, 'uk', NULL, NULL, 'Електропривод замка задніх правих дверей', NULL, NULL, NULL, '', NULL, NULL),
(148, 8, 36, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(149, 8, 37, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(150, 8, 38, 'uk', NULL, NULL, 'Амортизатор задній масло', NULL, NULL, NULL, '', NULL, NULL),
(151, 8, 39, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(152, 8, 40, 'uk', NULL, NULL, 'Амортизатор задній масло', NULL, NULL, NULL, '', NULL, NULL),
(153, 8, 41, 'uk', NULL, NULL, 'Амортизатор задній масло', NULL, NULL, NULL, '', NULL, NULL),
(154, 8, 42, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(155, 8, 43, 'uk', NULL, NULL, 'Амортизатор задній масло', NULL, NULL, NULL, '', NULL, NULL),
(156, 8, 44, 'uk', NULL, NULL, 'Амортизатор задній масло', NULL, NULL, NULL, '', NULL, NULL),
(157, 8, 45, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(158, 8, 46, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(159, 8, 47, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(160, 8, 48, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(161, 8, 49, 'uk', NULL, NULL, 'Болт упорний вилки зчеплення', NULL, NULL, NULL, '', NULL, NULL),
(162, 8, 50, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(163, 8, 51, 'uk', NULL, NULL, 'Болт упорний вилки зчеплення', NULL, NULL, NULL, '', NULL, NULL),
(164, 8, 52, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(165, 8, 53, 'uk', NULL, NULL, 'Амортизатор задній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(166, 8, 54, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(167, 8, 55, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(168, 8, 56, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(169, 8, 57, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(170, 8, 58, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(171, 8, 59, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(172, 8, 60, 'uk', NULL, NULL, 'Болт упорний вилки зчеплення', NULL, NULL, NULL, '', NULL, NULL),
(173, 8, 61, 'uk', NULL, NULL, 'Амортизатор задній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(174, 8, 62, 'uk', NULL, NULL, 'Амортизатор задній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(175, 8, 63, 'uk', NULL, NULL, 'Амортизатор задній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(176, 8, 64, 'uk', NULL, NULL, 'Амортизатор кришки багажника', NULL, NULL, NULL, '', NULL, NULL),
(177, 8, 65, 'uk', NULL, NULL, 'Амортизатор капоту', NULL, NULL, NULL, '', NULL, NULL),
(178, 8, 66, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(179, 8, 67, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(180, 8, 68, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(181, 8, 69, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(182, 8, 70, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(183, 8, 71, 'uk', NULL, NULL, 'Бачок розширювальний радіатора 2,0 L', NULL, NULL, NULL, '', NULL, NULL),
(184, 8, 72, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(185, 8, 73, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(186, 8, 74, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(187, 8, 75, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(188, 8, 76, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(189, 8, 77, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(190, 8, 78, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(191, 8, 79, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(192, 8, 80, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(193, 8, 81, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(194, 8, 82, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(195, 8, 83, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(196, 8, 84, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(197, 8, 85, 'uk', NULL, NULL, 'Амортизатор задній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(198, 8, 86, 'uk', NULL, NULL, 'Амортизатор задній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(199, 8, 87, 'uk', NULL, NULL, 'Амортизатор задній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(200, 8, 88, 'uk', NULL, NULL, 'Амортизатор капоту правий', NULL, NULL, NULL, '', NULL, NULL),
(201, 8, 89, 'uk', NULL, NULL, 'Амортизатор капоту лівий', NULL, NULL, NULL, '', NULL, NULL),
(202, 8, 90, 'uk', NULL, NULL, 'Амортизатор кришки багажника', NULL, NULL, NULL, '', NULL, NULL),
(203, 8, 91, 'uk', NULL, NULL, 'Амортизатор кришки багажника', NULL, NULL, NULL, '', NULL, NULL),
(204, 8, 92, 'uk', NULL, NULL, 'Амортизатор кришки багажника', NULL, NULL, NULL, '', NULL, NULL),
(205, 8, 93, 'uk', NULL, NULL, 'Амортизатор кришки багажника', NULL, NULL, NULL, '', NULL, NULL),
(206, 8, 94, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(207, 8, 95, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(208, 8, 96, 'uk', NULL, NULL, 'Амортизатор передній масло', NULL, NULL, NULL, '', NULL, NULL),
(209, 8, 97, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(210, 8, 98, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(211, 8, 99, 'uk', NULL, NULL, 'Амортизатор передній масло', NULL, NULL, NULL, '', NULL, NULL),
(212, 8, 100, 'uk', NULL, NULL, 'Амортизатор передній масло', NULL, NULL, NULL, '', NULL, NULL),
(213, 8, 101, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(214, 8, 102, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(215, 8, 103, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(216, 8, 104, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(217, 8, 105, 'uk', NULL, NULL, 'Амортизатор передній масло (шток 14 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(218, 8, 106, 'uk', NULL, NULL, 'Амортизатор передній масло (шток 15 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(219, 8, 107, 'uk', NULL, NULL, 'Амортизатор передній газ-масло (шток 14 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(220, 8, 108, 'uk', NULL, NULL, 'Амортизатор передній газ-масло (шток 15 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(221, 8, 109, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(222, 8, 110, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(223, 8, 111, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(224, 8, 112, 'uk', NULL, NULL, 'Амортизатор передній газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(225, 8, 113, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(226, 8, 114, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(227, 8, 115, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(228, 8, 116, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(229, 8, 117, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(230, 8, 118, 'uk', NULL, NULL, 'Амортизатор передній лівий масло', NULL, NULL, NULL, '', NULL, NULL),
(231, 8, 119, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(232, 8, 120, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(233, 8, 121, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(234, 8, 122, 'uk', NULL, NULL, 'Болт кріплення маховика', NULL, NULL, NULL, '', NULL, NULL),
(235, 8, 123, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(236, 8, 124, 'uk', NULL, NULL, 'Болт кріплення кришки паливного насосу', NULL, NULL, NULL, '', NULL, NULL),
(237, 8, 125, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(238, 8, 126, 'uk', NULL, NULL, 'Болт кріплення обшивки багажника', NULL, NULL, NULL, '', NULL, NULL),
(239, 8, 127, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(240, 8, 128, 'uk', NULL, NULL, 'Болт кріплення переднього стабілізатора', NULL, NULL, NULL, '', NULL, NULL),
(241, 8, 129, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(242, 8, 130, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(243, 8, 131, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(244, 8, 132, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(245, 8, 133, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(246, 8, 134, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(247, 8, 135, 'uk', NULL, NULL, 'Амортизатор передній лівий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(248, 8, 136, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(249, 8, 137, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(250, 8, 138, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(251, 8, 139, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(252, 8, 140, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(253, 8, 141, 'uk', NULL, NULL, 'Амортизатор передній правий масло', NULL, NULL, NULL, '', NULL, NULL),
(254, 8, 142, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(255, 8, 143, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(256, 8, 144, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(257, 8, 145, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(258, 8, 146, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(259, 8, 147, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(260, 8, 148, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(261, 8, 149, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(262, 8, 150, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (короткий)', NULL, NULL, NULL, '', NULL, NULL),
(263, 8, 151, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(264, 8, 152, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(265, 8, 153, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(266, 8, 154, 'uk', NULL, NULL, 'Амортизатор передній правий газ-масло', NULL, NULL, NULL, '', NULL, NULL),
(267, 8, 155, 'uk', NULL, NULL, 'Антена', NULL, NULL, NULL, '', NULL, NULL),
(268, 8, 156, 'uk', NULL, NULL, 'Антена', NULL, NULL, NULL, '', NULL, NULL),
(269, 8, 157, 'uk', NULL, NULL, 'Антена', NULL, NULL, NULL, '', NULL, NULL),
(270, 8, 158, 'uk', NULL, NULL, 'Балка задня', NULL, NULL, NULL, '', NULL, NULL),
(271, 8, 159, 'uk', NULL, NULL, 'Балка задня', NULL, NULL, NULL, '', NULL, NULL),
(272, 8, 160, 'uk', NULL, NULL, 'Балка задня', NULL, NULL, NULL, '', NULL, NULL),
(273, 8, 161, 'uk', NULL, NULL, 'Балка задня', NULL, NULL, NULL, '', NULL, NULL),
(274, 8, 162, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(275, 8, 163, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(276, 8, 164, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(277, 8, 165, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(278, 8, 166, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(279, 8, 167, 'uk', NULL, NULL, 'Балка передня', NULL, NULL, NULL, '', NULL, NULL),
(280, 8, 168, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(281, 8, 169, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(282, 8, 170, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(283, 8, 171, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(284, 8, 172, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(285, 8, 173, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(286, 8, 174, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(287, 8, 175, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(288, 8, 176, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(289, 8, 177, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(290, 8, 178, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(291, 8, 179, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(292, 8, 180, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(293, 8, 181, 'uk', NULL, NULL, 'Бампер задній', NULL, NULL, NULL, '', NULL, NULL),
(294, 8, 182, 'uk', NULL, NULL, 'Бампер задній ліва частина', NULL, NULL, NULL, '', NULL, NULL),
(295, 8, 183, 'uk', NULL, NULL, 'Бампер задній ліва частина', NULL, NULL, NULL, '', NULL, NULL),
(296, 8, 184, 'uk', NULL, NULL, 'Бампер задній права частина', NULL, NULL, NULL, '', NULL, NULL),
(297, 8, 185, 'uk', NULL, NULL, 'Бампер задній середня частина', NULL, NULL, NULL, '', NULL, NULL),
(298, 8, 186, 'uk', NULL, NULL, 'Бампер передній (овал)', NULL, NULL, NULL, '', NULL, NULL),
(299, 8, 187, 'uk', NULL, NULL, 'Бампер передній (2010-2011)', NULL, NULL, NULL, '', NULL, NULL),
(300, 8, 188, 'uk', NULL, NULL, 'Бампер передній (посмішка)', NULL, NULL, NULL, '', NULL, NULL),
(301, 8, 189, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(302, 8, 190, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(303, 8, 191, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(304, 8, 192, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(305, 8, 193, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(306, 8, 194, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(307, 8, 195, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(308, 8, 196, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(309, 8, 197, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(310, 8, 198, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(311, 8, 199, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(312, 8, 200, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(313, 8, 201, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(314, 8, 202, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(315, 8, 203, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(316, 8, 204, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(317, 8, 205, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(318, 8, 206, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(319, 8, 207, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(320, 8, 208, 'uk', NULL, NULL, 'Бампер передній', NULL, NULL, NULL, '', NULL, NULL),
(321, 8, 209, 'uk', NULL, NULL, 'Барабан гальмівний задній', NULL, NULL, NULL, '', NULL, NULL),
(322, 8, 210, 'uk', NULL, NULL, 'Барабан гальмівний задній', NULL, NULL, NULL, '', NULL, NULL),
(323, 8, 211, 'uk', NULL, NULL, 'Барабан гальмівний задній', NULL, NULL, NULL, '', NULL, NULL),
(324, 8, 212, 'uk', NULL, NULL, 'Барабан гальмівний задній', NULL, NULL, NULL, '', NULL, NULL),
(325, 8, 213, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(326, 8, 214, 'uk', NULL, NULL, 'Барабан гальмівний задній', NULL, NULL, NULL, '', NULL, NULL),
(327, 8, 215, 'uk', NULL, NULL, 'Барабан гальмівний задній (1 підш.)(без ABS)', NULL, NULL, NULL, '', NULL, NULL),
(328, 8, 216, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(329, 8, 217, 'uk', NULL, NULL, 'Барабан гальмівний задній (2 підш.)(з ABS)', NULL, NULL, NULL, '', NULL, NULL),
(330, 8, 218, 'uk', NULL, NULL, 'Барабан гальмівний задній (1 підш.)(з ABS)', NULL, NULL, NULL, '', NULL, NULL),
(331, 8, 219, 'uk', NULL, NULL, 'Барабан гальмівний задній (1 підш.)(з ABS)', NULL, NULL, NULL, '', NULL, NULL),
(332, 8, 220, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(333, 8, 221, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(334, 8, 222, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(335, 8, 223, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(336, 8, 224, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(337, 8, 225, 'uk', NULL, NULL, 'Бардачок', NULL, NULL, NULL, '', NULL, NULL),
(338, 8, 226, 'uk', NULL, NULL, 'Бачок гальмівної рідини', NULL, NULL, NULL, '', NULL, NULL),
(339, 8, 227, 'uk', NULL, NULL, 'Бачок гальмівної рідини', NULL, NULL, NULL, '', NULL, NULL),
(340, 8, 228, 'uk', NULL, NULL, 'Бачок гальмівної рідини', NULL, NULL, NULL, '', NULL, NULL),
(341, 8, 229, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(342, 8, 230, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(343, 8, 231, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(344, 8, 232, 'uk', NULL, NULL, 'Бачок гідропідсилювача керма', NULL, NULL, NULL, '', NULL, NULL),
(345, 8, 233, 'uk', NULL, NULL, 'Бачок кондиціонера', NULL, NULL, NULL, '', NULL, NULL),
(346, 8, 234, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(347, 8, 235, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(348, 8, 236, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(349, 8, 237, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(350, 8, 238, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(351, 8, 239, 'uk', NULL, NULL, 'Бачок розширювальний радіатора 2,4 L', NULL, NULL, NULL, '', NULL, NULL),
(352, 8, 240, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(353, 8, 241, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(354, 8, 242, 'uk', NULL, NULL, 'Бачок розширювальний радіатора', NULL, NULL, NULL, '', NULL, NULL),
(355, 8, 243, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(356, 8, 244, 'uk', NULL, NULL, 'Бачок склоомивача 3 L.', NULL, NULL, NULL, '', NULL, NULL),
(357, 8, 245, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(358, 8, 246, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(359, 8, 247, 'uk', NULL, NULL, 'Бачок склоомивача з насосом', NULL, NULL, NULL, '', NULL, NULL),
(360, 8, 248, 'uk', NULL, NULL, 'Бачок склоомивача без насоса', NULL, NULL, NULL, '', NULL, NULL),
(361, 8, 249, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(362, 8, 250, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(363, 8, 251, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(364, 8, 252, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(365, 8, 253, 'uk', NULL, NULL, 'Бачок склоомивача', NULL, NULL, NULL, '', NULL, NULL),
(366, 8, 254, 'uk', NULL, NULL, 'Бачок склоомивача з насосом', NULL, NULL, NULL, '', NULL, NULL),
(367, 8, 255, 'uk', NULL, NULL, 'Болт розвальний (109 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(368, 8, 256, 'uk', NULL, NULL, 'Бачок склоомивача з насосом', NULL, NULL, NULL, '', NULL, NULL),
(369, 8, 257, 'uk', NULL, NULL, 'Болт розвальний (109 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(370, 8, 258, 'uk', NULL, NULL, 'Бендікс стартера', NULL, NULL, NULL, '', NULL, NULL),
(371, 8, 259, 'uk', NULL, NULL, 'Блок запобіжників', NULL, NULL, NULL, '', NULL, NULL),
(372, 8, 260, 'uk', NULL, NULL, 'Блок запобіжників', NULL, NULL, NULL, '', NULL, NULL),
(373, 8, 261, 'uk', NULL, NULL, 'Блок запобіжників', NULL, NULL, NULL, '', NULL, NULL),
(374, 8, 262, 'uk', NULL, NULL, 'Болт розвальний', NULL, NULL, NULL, '', NULL, NULL),
(375, 8, 263, 'uk', NULL, NULL, 'Блок запобіжників', NULL, NULL, NULL, '', NULL, NULL),
(376, 8, 264, 'uk', NULL, NULL, 'Блок запобіжників з клемою', NULL, NULL, NULL, '', NULL, NULL),
(377, 8, 265, 'uk', NULL, NULL, 'Блок керування зеркалами заднього виду', NULL, NULL, NULL, '', NULL, NULL),
(378, 8, 266, 'uk', NULL, NULL, 'Блок керування зеркалами заднього виду', NULL, NULL, NULL, '', NULL, NULL),
(379, 8, 267, 'uk', NULL, NULL, 'Блок керування зеркалами заднього виду', NULL, NULL, NULL, '', NULL, NULL),
(380, 8, 268, 'uk', NULL, NULL, 'Блок керування кондиціонером (без кнопок)', NULL, NULL, NULL, '', NULL, NULL),
(381, 8, 269, 'uk', NULL, NULL, 'Блок керування кондиціонером', NULL, NULL, NULL, '', NULL, NULL),
(382, 8, 270, 'uk', NULL, NULL, 'Блок керування подушками безпеки', NULL, NULL, NULL, '', NULL, NULL),
(383, 8, 271, 'uk', NULL, NULL, 'Блок керування склопідйомниками', NULL, NULL, NULL, '', NULL, NULL),
(384, 8, 272, 'uk', NULL, NULL, 'Блок керування склопідйомниками', NULL, NULL, NULL, '', NULL, NULL),
(385, 8, 273, 'uk', NULL, NULL, 'Блок керування склопідйомниками', NULL, NULL, NULL, '', NULL, NULL),
(386, 8, 274, 'uk', NULL, NULL, 'Блок керування склопідйомниками', NULL, NULL, NULL, '', NULL, NULL),
(387, 8, 275, 'uk', NULL, NULL, 'Блок керування центральним замком', NULL, NULL, NULL, '', NULL, NULL),
(388, 8, 276, 'uk', NULL, NULL, 'Блок педалей', NULL, NULL, NULL, '', NULL, NULL),
(389, 8, 277, 'uk', NULL, NULL, 'Блок циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(390, 8, 278, 'uk', NULL, NULL, 'Болт вилки зчеплення (упор)', NULL, NULL, NULL, '', NULL, NULL),
(391, 8, 279, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(392, 8, 280, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(393, 8, 281, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(394, 8, 282, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(395, 8, 283, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(396, 8, 284, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(397, 8, 285, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(398, 8, 286, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(399, 8, 287, 'uk', NULL, NULL, 'Болт головки блоку циліндрів', NULL, NULL, NULL, '', NULL, NULL),
(400, 8, 288, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (довгий)', NULL, NULL, NULL, '', NULL, NULL),
(401, 8, 289, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (довгий)', NULL, NULL, NULL, '', NULL, NULL),
(402, 8, 290, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (короткий)', NULL, NULL, NULL, '', NULL, NULL),
(403, 8, 291, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(404, 8, 292, 'uk', NULL, NULL, 'Болт головки блоку циліндрів (к-кт 10 шт.)', NULL, NULL, NULL, '', NULL, NULL),
(405, 8, 293, 'uk', NULL, NULL, 'Болт розвальний', NULL, NULL, NULL, '', NULL, NULL),
(406, 8, 294, 'uk', NULL, NULL, 'Болт розвальний', NULL, NULL, NULL, '', NULL, NULL),
(407, 8, 295, 'uk', NULL, NULL, 'Болт розвальний', NULL, NULL, NULL, '', NULL, NULL),
(408, 8, 296, 'uk', NULL, NULL, 'Болт розвальний', NULL, NULL, NULL, '', NULL, NULL),
(409, 8, 297, 'uk', NULL, NULL, 'Болт розвальний (103 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(410, 8, 298, 'uk', NULL, NULL, 'Болт розвальний (123 мм.)', NULL, NULL, NULL, '', NULL, NULL),
(411, 8, 299, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(412, 8, 300, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(413, 8, 301, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(414, 8, 302, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(415, 8, 303, 'uk', NULL, NULL, 'Болт зливний картера двигуна', NULL, NULL, NULL, '', NULL, NULL),
(416, 8, 304, 'uk', NULL, NULL, 'Болт зливний картера двигуна КПП ', NULL, NULL, NULL, '', NULL, NULL),
(417, 8, 305, 'uk', NULL, NULL, 'Болт колісний', NULL, NULL, NULL, '', NULL, NULL),
(418, 8, 306, 'uk', NULL, NULL, 'Болт кріплення заднього амортизатора (нижній)', NULL, NULL, NULL, '', NULL, NULL),
(419, 8, 307, 'uk', NULL, NULL, 'Болт кріплення заднього амортизатора (нижній)', NULL, NULL, NULL, '', NULL, NULL),
(420, 8, 308, 'uk', NULL, NULL, 'Болт кріплення заднього бампера', NULL, NULL, NULL, '', NULL, NULL),
(421, 8, 309, 'uk', NULL, NULL, 'Болт кріплення задньої балки', NULL, NULL, NULL, '', NULL, NULL),
(422, 8, 310, 'uk', NULL, NULL, 'Болт кріплення задньої балки', NULL, NULL, NULL, '', NULL, NULL),
(423, 8, 311, 'uk', NULL, NULL, 'Болт кріплення задньої балки', NULL, NULL, NULL, '', NULL, NULL),
(424, 8, 312, 'uk', NULL, NULL, 'Болт кріплення передньої балки', NULL, NULL, NULL, '', NULL, NULL),
(425, 8, 313, 'uk', NULL, NULL, 'Болт кріплення подушки двигуна ', NULL, NULL, NULL, '', NULL, NULL),
(426, 8, 314, 'uk', NULL, NULL, 'Болт кріплення прийомної труби', NULL, NULL, NULL, '', NULL, NULL),
(427, 10, 0, 'uk', NULL, '', 'Корзина', NULL, NULL, NULL, NULL, NULL, NULL),
(428, 10, 0, 'ru', NULL, NULL, 'Корзина', NULL, NULL, NULL, NULL, NULL, NULL),
(429, 10, 1, 'uk', NULL, NULL, 'Корзина Оформити замовлення', '', '', '', '', '', ''),
(430, 10, 1, 'ru', NULL, NULL, 'Корзина Оформити замовлення', '', '', '', '', '', ''),
(431, 10, 2, 'uk', NULL, NULL, 'Корзина Оформлення замовлення', '', '', '', '<p>Дякуємо за замовлення. Очікуйте дзвінка менеджера</p>', '', ''),
(432, 10, 2, 'ru', NULL, NULL, 'Корзина Оформлення замовлення', '', '', '', '<p>Дякуємо за замовлення. Очікуйте дзвінка менеджера</p>', '', ''),
(433, 11, 0, 'uk', NULL, '', 'Виробники', NULL, NULL, NULL, NULL, NULL, NULL),
(434, 11, 0, 'ru', NULL, NULL, 'Виробники', NULL, NULL, NULL, NULL, NULL, NULL),
(435, 12, 0, 'uk', NULL, '', 'Повернення та гарантія', NULL, NULL, NULL, NULL, NULL, NULL),
(436, 12, 0, 'ru', NULL, NULL, 'Повернення та гарантія', NULL, NULL, NULL, NULL, NULL, NULL),
(437, 13, 0, 'uk', NULL, '', 'Оплата та доставка', NULL, NULL, NULL, NULL, NULL, NULL),
(438, 13, 0, 'ru', NULL, NULL, 'Оплата та доставка', NULL, NULL, NULL, NULL, NULL, NULL),
(439, 14, 0, 'uk', NULL, '', 'Контакти', NULL, NULL, NULL, NULL, NULL, NULL),
(440, 14, 0, 'ru', NULL, NULL, 'Контакти', NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_ntkd_robot`
--

DROP TABLE IF EXISTS `wl_ntkd_robot`;
CREATE TABLE IF NOT EXISTS `wl_ntkd_robot` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `language` varchar(2) DEFAULT NULL,
  `title` text DEFAULT NULL,
  `description` text DEFAULT NULL,
  `keywords` text DEFAULT NULL,
  `text` text DEFAULT NULL,
  `list` text DEFAULT NULL,
  `meta` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`),
  KEY `content` (`content`),
  KEY `language` (`language`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_options`
--

DROP TABLE IF EXISTS `wl_options`;
CREATE TABLE IF NOT EXISTS `wl_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `service` int(11) NOT NULL,
  `alias` int(11) NOT NULL,
  `name` text NOT NULL,
  `value` text DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_options`
--

INSERT INTO `wl_options` (`id`, `service`, `alias`, `name`, `value`) VALUES
(1, 0, 0, 'sitemap_active', '0'),
(2, 0, 0, 'sitemap_autosent', '0'),
(3, 0, 0, 'sitemap_lastgenerate', '0'),
(4, 0, 0, 'sitemap_lastsent', '0'),
(5, 0, 0, 'sitemap_lastedit', '1593472237'),
(6, 0, 0, 'statictic_set_page', '0'),
(7, 0, 0, 'sitemap_lastedit', '1593472237'),
(8, 0, 0, 'global_MetaTags', ''),
(9, 0, 0, 'showTimeSiteGenerate', '1'),
(10, 0, 0, 'sendEmailForce', '0'),
(11, 0, 0, 'sendEmailSaveHistory', '0'),
(12, 0, 0, 'new_user_type', '4'),
(13, 0, 0, 'showInAdminWl_comments', '0'),
(14, 0, 0, 'paginator_per_page', '20'),
(15, 0, 1, 'folder', 'main'),
(16, 0, 0, 'userSignUp', '1'),
(17, 1, 0, 'ProductUseArticle', '0'),
(18, 1, 0, 'useGroups', '1'),
(19, 1, 0, 'showProductsParentsPages', '1'),
(20, 1, 0, 'ProductMultiGroup', '0'),
(21, 1, 0, 'useAvailability', '0'),
(22, 1, 0, 'searchHistory', '1'),
(23, 1, 0, 'useMarkUp', '0'),
(24, 1, 0, 'folder', 'shopshowcase'),
(25, 1, 0, 'productOrder', 'position DESC'),
(26, 1, 0, 'groupOrder', 'position ASC'),
(27, 1, 0, 'prom', '0'),
(28, 1, 0, 'price_format', ''),
(29, 1, 8, 'ProductUseArticle', '1'),
(30, 1, 8, 'ProductMultiGroup', '1'),
(31, 1, 8, 'useAvailability', '1'),
(32, 1, 8, 'searchHistory', '0'),
(33, 1, 8, 'folder', 'parts'),
(34, 1, -8, 'word:products_to_all', 'товарів'),
(35, 1, -8, 'word:product_to', 'До товару'),
(36, 1, -8, 'word:product_to_delete', 'товару'),
(37, 1, -8, 'word:product', 'товар'),
(38, 1, -8, 'word:products', 'товари'),
(39, 1, -8, 'word:product_add', 'Додати товар'),
(40, 1, -8, 'word:options_to_all', 'властивостей'),
(41, 1, -8, 'word:option', 'властивість товару'),
(42, 1, -8, 'word:option_add', 'Додати властивість товару'),
(43, 1, -8, 'sub-menu', 'a:2:{s:5:\"alias\";s:3:\"add\";s:4:\"name\";s:23:\"Додати товар\";}'),
(44, 1, -8, 'sub-menu', 'a:2:{s:5:\"alias\";s:3:\"all\";s:4:\"name\";s:28:\"До всіх товарів\";}'),
(45, 1, -8, 'sub-menu', 'a:2:{s:5:\"alias\";s:6:\"groups\";s:4:\"name\";s:10:\"Групи\";}'),
(46, 1, -8, 'sub-menu', 'a:2:{s:5:\"alias\";s:7:\"options\";s:4:\"name\";s:22:\"Властивості\";}'),
(47, 1, -8, 'sub-menu', 'a:2:{s:5:\"alias\";s:5:\"promo\";s:4:\"name\";s:10:\"Акції\";}'),
(48, 2, 0, 'autoUpdate', '1'),
(49, 2, 0, 'saveToHistory', '1'),
(50, 2, 9, 'autoUpdate', '0'),
(51, 2, 9, 'saveToHistory', '0'),
(52, 3, 0, 'useCheckBox', '0'),
(53, 3, 0, 'usePassword', '1'),
(54, 3, 0, 'dogovirOfertiLink', ''),
(55, 3, 10, 'dogovirOfertiLink', 'oferta'),
(56, 3, -10, 'word:products_to_all', 'товарів'),
(57, 3, -10, 'word:product_to', 'До товару'),
(58, 3, -10, 'word:product_to_delete', 'товару'),
(59, 3, -10, 'word:product', 'товар'),
(60, 3, -10, 'word:products', 'товари'),
(61, 4, 0, 'folder', 'static_page'),
(62, 4, 11, 'folder', 'manufacturers'),
(63, 4, 11, 'uniqueDesign', '1'),
(64, 4, 12, 'folder', 'exchange-and-return'),
(65, 4, 13, 'folder', 'delivery-and-payments'),
(66, 4, 14, 'folder', 'contacts');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_sections`
--

DROP TABLE IF EXISTS `wl_sections`;
CREATE TABLE IF NOT EXISTS `wl_sections` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `name` text NOT NULL,
  `global` tinyint(1) DEFAULT NULL,
  `position` int(11) NOT NULL,
  `type` smallint(6) NOT NULL,
  `value` text NOT NULL,
  `title` text NOT NULL,
  `attr` text NOT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`,`content`),
  KEY `global` (`global`),
  KEY `position` (`position`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_services`
--

DROP TABLE IF EXISTS `wl_services`;
CREATE TABLE IF NOT EXISTS `wl_services` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL COMMENT 'службова назва (папки)',
  `title` text NOT NULL COMMENT 'публічна назва',
  `description` text NOT NULL,
  `table` text NOT NULL COMMENT 'службова таблиця',
  `group` tinytext NOT NULL,
  `multi_alias` tinyint(1) NOT NULL,
  `version` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_services`
--

INSERT INTO `wl_services` (`id`, `name`, `title`, `description`, `table`, `group`, `multi_alias`, `version`) VALUES
(1, 'shopshowcase', 'Магазин', 'Магазин товарів з підтримкою властифостей та фотогалереї. Мультимовна.', 's_shopshowcase', 'shop', 1, '3.2'),
(2, 'currency', 'Курс валют', '', 's_currency', 'currency', 0, '2.3'),
(3, 'cart', 'Корзина', 'Корзина для shopshowcase', 's_cart', 'cart', 0, '2.3'),
(4, 'static_pages', 'Статичні сторінки', '', 's_static_page', 'page', 1, '2.2');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_sitemap`
--

DROP TABLE IF EXISTS `wl_sitemap`;
CREATE TABLE IF NOT EXISTS `wl_sitemap` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `link_sha1` char(40) NOT NULL,
  `link` text NOT NULL,
  `alias` smallint(6) DEFAULT NULL,
  `content` int(11) DEFAULT NULL,
  `code` smallint(5) UNSIGNED DEFAULT NULL,
  `data` text DEFAULT NULL,
  `time` int(11) NOT NULL,
  `changefreq` enum('always','hourly','daily','weekly','monthly','yearly','never') NOT NULL DEFAULT 'daily',
  `priority` tinyint(2) NOT NULL DEFAULT 5,
  PRIMARY KEY (`id`),
  UNIQUE KEY `link_sha1` (`link_sha1`),
  KEY `content` (`alias`,`content`) USING BTREE,
  KEY `code` (`code`)
) ENGINE=MyISAM AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_sitemap`
--

INSERT INTO `wl_sitemap` (`id`, `link_sha1`, `link`, `alias`, `content`, `code`, `data`, `time`, `changefreq`, `priority`) VALUES
(1, 'f7806c7e4b4e5afe304fd77cb3b41ea5a2c99a98', 'favicon.ico', 0, 0, 404, '', 1592946288, 'daily', 5),
(4, 'b28b7af69320201d1cf206ebf28373980add1451', 'main', 1, 0, 200, '', 1593425009, 'daily', 5),
(5, '2736fab291f04e69b62d490c3c09361f5b82461a', 'login', 4, 0, 201, '', 1593209758, 'daily', 5),
(6, '909e6bf0ca53b6aa378c1e94b0db124a102075e2', 'parts', 8, 0, 200, '', 1593210274, 'daily', 5),
(7, 'fc3d9e313905446417d8873164771750732fff4c', 'parts/emgrand/ec7', 8, -15, 200, '', 1593383292, 'daily', 5),
(8, '2aff8fd504327950e84a641560e342f95d23b5db', 'parts/chery/kimo', 8, -10, 200, '', 1593383612, 'daily', 5),
(9, '6ca05874626ea5af5bd7d02b38ae8e4d6da8a990', 'parts/emgrand', 8, -4, 200, '', 1593423050, 'daily', 5),
(10, '6c86227c11e9bcdb6a38e4bb7c26af0387f4df02', 'parts/zaz/forza', 8, -12, 200, '', 1593423977, 'daily', 5),
(11, '3559d7accf00360971961ca18989adc0614089c0', 'search', 2, 0, 200, '', 1593423987, 'daily', 5),
(14, '8c7ef25411da05451ce4f99aa277877aec989952', 'manufacturers', 11, 0, 200, '', 1593425183, 'daily', 5),
(16, 'a053de3e145c13954d036409f88d075074e21ce2', 'exchange-and-return', 12, 0, 200, '', 1593425308, 'daily', 5),
(18, '8ba987738cb155deb1512668915738bc0c0bc2d6', 'delivery-and-payments', 13, 0, 200, '', 1593425342, 'daily', 5),
(20, '9db49a59249eefb6f65231c5b6e215d362e8c358', 'contacts', 14, 0, 200, '', 1593425369, 'daily', 5),
(21, '7100716ca4c794243a74b21f5753d064d6ff55ba', 'parts/emgrand/ec7rv', 8, -25, 200, '', 1593472251, 'daily', 5),
(22, 'd5d4cd07616a542891b7ec2d0257b3a24b69856e', 'undefined', 0, 0, 404, '', 1593473988, 'daily', 5),
(23, 'e8a51fb3a204f037747e789efaef73bcd69bf58e', 'parts/zaz', 8, -2, 200, '', 1593474318, 'daily', 5),
(24, '502a261a759548c2e59fafc60f641a962a560f7c', 'parts/geely', 8, -3, 200, '', 1593474324, 'daily', 5);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_sitemap_from`
--

DROP TABLE IF EXISTS `wl_sitemap_from`;
CREATE TABLE IF NOT EXISTS `wl_sitemap_from` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sitemap` int(11) NOT NULL,
  `from` text NOT NULL,
  `date` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `sitemap` (`sitemap`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_sitemap_from`
--

INSERT INTO `wl_sitemap_from` (`id`, `sitemap`, `from`, `date`) VALUES
(1, 1, 'http://lifecars.localhost/admin', 1592946288),
(2, 1, 'http://lifecars.localhost/', 1592987628),
(3, 1, 'http://lifecars.localhost/', 1593076345),
(4, 1, 'http://lifecars.localhost/', 1593153013),
(5, 1, 'http://lifecars.localhost/', 1593166452),
(6, 1, 'http://lifecars.localhost/', 1593194038),
(7, 1, 'http://lifecars.localhost/', 1593209999),
(8, 1, 'http://lifecars.localhost/parts', 1593261164),
(9, 1, 'http://lifecars.localhost/parts', 1593348983),
(10, 1, 'http://lifecars.localhost/parts', 1593379115),
(11, 1, 'http://lifecars.localhost/', 1593418743),
(12, 12, 'http://lifecars.localhost/', 1593424050),
(13, 13, 'http://lifecars.localhost/', 1593424940),
(14, 15, 'http://lifecars.localhost/manufacturers', 1593425270),
(15, 17, 'http://lifecars.localhost/exchange-and-return', 1593425312),
(16, 19, 'http://lifecars.localhost/delivery-and-payments', 1593425350),
(17, 1, 'http://lifecars.localhost/', 1593463370),
(18, 22, 'http://lifecars.localhost/parts/emgrand/ec7', 1593473988),
(19, 22, 'http://lifecars.localhost/parts/emgrand/ec7', 1593474128),
(20, 1, 'http://lifecars.localhost/api/import_1c?file=VygruzkaNomenklatury_25062020_010627_all.XML', 1593506659),
(21, 1, 'http://lifecars.localhost/api/import_1c?file=VygruzkaNomenklatury_25062020_010627_all.XML', 1593517777);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_statistic_pages`
--

DROP TABLE IF EXISTS `wl_statistic_pages`;
CREATE TABLE IF NOT EXISTS `wl_statistic_pages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) DEFAULT NULL,
  `content` int(11) DEFAULT NULL,
  `language` varchar(2) DEFAULT NULL,
  `day` int(10) UNSIGNED NOT NULL,
  `unique` int(10) UNSIGNED NOT NULL,
  `views` int(10) UNSIGNED NOT NULL,
  PRIMARY KEY (`id`),
  KEY `alias` (`alias`),
  KEY `content` (`content`),
  KEY `language` (`language`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_statistic_views`
--

DROP TABLE IF EXISTS `wl_statistic_views`;
CREATE TABLE IF NOT EXISTS `wl_statistic_views` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `day` int(10) UNSIGNED NOT NULL,
  `cookie` int(10) UNSIGNED NOT NULL,
  `unique` int(10) UNSIGNED NOT NULL,
  `views` int(10) UNSIGNED NOT NULL,
  PRIMARY KEY (`id`),
  KEY `day` (`day`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_users`
--

DROP TABLE IF EXISTS `wl_users`;
CREATE TABLE IF NOT EXISTS `wl_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` text DEFAULT NULL,
  `email` text NOT NULL,
  `name` text DEFAULT NULL,
  `photo` text DEFAULT NULL,
  `type` smallint(2) NOT NULL DEFAULT 4,
  `status` tinyint(1) NOT NULL DEFAULT 2,
  `registered` int(11) DEFAULT 0,
  `last_login` int(11) NOT NULL,
  `auth_id` text DEFAULT NULL,
  `password` text DEFAULT NULL,
  `reset_key` text DEFAULT NULL,
  `reset_expires` int(11) DEFAULT 0,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_users`
--

INSERT INTO `wl_users` (`id`, `alias`, `email`, `name`, `photo`, `type`, `status`, `registered`, `last_login`, `auth_id`, `password`, `reset_key`, `reset_expires`) VALUES
(1, 'developer', 'developer@webspirit.com.ua', 'developer', NULL, 1, 1, 1592946247, 1593517776, '7a81d80d311507bb0eaebf18cf4e0d68', '6db31d729169257c4b63485a3e770ccca4c6eea7', NULL, 0);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_info`
--

DROP TABLE IF EXISTS `wl_user_info`;
CREATE TABLE IF NOT EXISTS `wl_user_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user` int(11) NOT NULL,
  `field` text NOT NULL,
  `value` text DEFAULT NULL,
  `date` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_permissions`
--

DROP TABLE IF EXISTS `wl_user_permissions`;
CREATE TABLE IF NOT EXISTS `wl_user_permissions` (
  `user` int(11) NOT NULL,
  `permission` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_register`
--

DROP TABLE IF EXISTS `wl_user_register`;
CREATE TABLE IF NOT EXISTS `wl_user_register` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` int(11) NOT NULL,
  `do` tinyint(4) NOT NULL,
  `user` int(11) NOT NULL,
  `additionally` text DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_user_register`
--

INSERT INTO `wl_user_register` (`id`, `date`, `do`, `user`, `additionally`) VALUES
(1, 1592946247, 1, 1, NULL),
(2, 1592946438, 13, 1, '1. shopshowcase (3.2)'),
(3, 1592946490, 11, 1, 'parts (8)'),
(4, 1592946504, 13, 1, '2. currency (2.3)'),
(5, 1592946509, 11, 1, 'currency (9)'),
(6, 1593424893, 13, 1, '3. cart (2.3)'),
(7, 1593424905, 11, 1, 'cart (10)'),
(8, 1593424921, 13, 1, '4. static_pages (2.2)'),
(9, 1593424983, 11, 1, 'manufacturers (11)'),
(10, 1593425297, 11, 1, 'exchange-and-return (12)'),
(11, 1593425339, 11, 1, 'delivery-and-payments (13)'),
(12, 1593425367, 11, 1, 'contacts (14)');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_register_do`
--

DROP TABLE IF EXISTS `wl_user_register_do`;
CREATE TABLE IF NOT EXISTS `wl_user_register_do` (
  `id` smallint(6) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `public` tinyint(1) NOT NULL,
  `title` text NOT NULL,
  `title_public` text NOT NULL,
  `help_additionall` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_user_register_do`
--

INSERT INTO `wl_user_register_do` (`id`, `name`, `public`, `title`, `title_public`, `help_additionall`) VALUES
(1, 'signup', 1, 'Реєстрація нового користувача', 'Реєстрація користувача', ''),
(2, 'confirmed', 1, 'Підтвердження реєстрації користувача', 'Підтвердження реєстрації', ''),
(3, 'reset_sent', 0, 'Відновлення паролю. Вислано повідомлення із кодом відновлення.', '', ''),
(4, 'reset', 1, 'Відновлення паролю. Пароль змінено. Старий пароль у полі Додатково.', 'Зміна паролю користувачем', 'Попередній пароль у sha1'),
(5, 'profile_data', 0, 'Змінено особисті дані', '', 'field(id) - ід поля, value(text) - попередні дані'),
(6, 'login_bad', 0, 'Невірна спроба авторизації з ІР', '', 'ІР адреса'),
(7, 'profile_type', 1, 'Зміна типу користувача', 'Зміна типу користувача', 'user(id) - хто змінив, old_type(id) - попередній тип'),
(8, 'subscribe', 0, 'Підписався на оновлення', '', ''),
(9, 'reset_admin', 1, 'Відновлення паролю. Пароль змінено. Старий пароль у полі Додатково.', 'Зміна паролю адміністрацією', 'Зміна паролю адміністрацією. Пароль змінено. Старий пароль у полі Додатково.'),
(10, 'user_delete', 0, 'Видалив профіль користувача', 'Видалив профіль користувача', 'Id. Email. User name. Type. Date register'),
(11, 'alias_add', 0, 'Додано головну адресу', 'Додано головну адресу', 'Адреса посилання'),
(12, 'alias_delete', 0, 'Видалена головна адреса', 'Видалена головна адреса', 'Ід. Адреса. Сервіс.'),
(13, 'service_install', 0, 'Install service', 'Install service', 'Id. Service name (version)'),
(14, 'service_uninstall', 0, 'Uninstall service', 'Uninstall service', 'Id. Service name (version)'),
(15, 'login_as_user', 0, 'Вхід до профілю через панель керування', '', 'Хто зайшов'),
(16, 'logout_as_user', 0, 'Вихід з профілю через панель керування', '', 'Хто вийшов');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_status`
--

DROP TABLE IF EXISTS `wl_user_status`;
CREATE TABLE IF NOT EXISTS `wl_user_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `title` text NOT NULL,
  `next` int(11) NOT NULL,
  `load` text NOT NULL,
  `color` varchar(7) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_user_status`
--

INSERT INTO `wl_user_status` (`id`, `name`, `title`, `next`, `load`, `color`) VALUES
(1, 'confirmed', 'Підтверджений', 0, 'profile', 'success'),
(2, 'registered', 'Новозареєстрований', 1, 'login/confirmed', 'warning'),
(3, 'banned', 'Заблокований', 0, '', 'danger'),
(4, 'create-1', 'Створити профіль 1: контактна інформація', 5, 'profile/create/step-1', 'default'),
(5, 'create-2', 'Створити профіль 2: персональна інформація', 6, 'profile/create/step-2', 'default'),
(6, 'create-3', 'Створити профіль 3: професійна інформація', 1, 'profile/create/step-3', 'default');

-- --------------------------------------------------------

--
-- Структура таблиці `wl_user_types`
--

DROP TABLE IF EXISTS `wl_user_types`;
CREATE TABLE IF NOT EXISTS `wl_user_types` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `title` text NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `wl_user_types`
--

INSERT INTO `wl_user_types` (`id`, `name`, `title`, `active`) VALUES
(1, 'admin', 'Адміністратор', 1),
(2, 'manager', 'Менеджер', 1),
(3, 'reserved', 'Резерв', 1),
(4, 'single', 'Користувач', 1),
(5, 'subscribe', 'Підписник', 1);

-- --------------------------------------------------------

--
-- Структура таблиці `wl_video`
--

DROP TABLE IF EXISTS `wl_video`;
CREATE TABLE IF NOT EXISTS `wl_video` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `alias` int(11) NOT NULL,
  `content` int(11) NOT NULL,
  `author` int(11) NOT NULL,
  `date_add` int(11) NOT NULL,
  `site` text DEFAULT NULL COMMENT 'youtube, vimeo',
  `link` text DEFAULT NULL,
  `active` int(1) DEFAULT 1 COMMENT '0 - видалене',
  PRIMARY KEY (`id`),
  KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `s_shopshowcase_groups`
--
ALTER TABLE `s_shopshowcase_groups` ADD FULLTEXT KEY `id_1c` (`id_1c`);

--
-- Індекси таблиці `s_shopshowcase_products`
--
ALTER TABLE `s_shopshowcase_products` ADD FULLTEXT KEY `id_1c` (`id_1c`);

--
-- Індекси таблиці `wl_aliases`
--
ALTER TABLE `wl_aliases` ADD FULLTEXT KEY `alias` (`alias`);

--
-- Індекси таблиці `wl_sitemap`
--
ALTER TABLE `wl_sitemap` ADD FULLTEXT KEY `link` (`link`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
